-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 11, 2019 at 02:16 PM
-- Server version: 10.3.16-MariaDB
-- PHP Version: 7.3.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `disability`
--

-- --------------------------------------------------------

--
-- Table structure for table `disable_details`
--

CREATE TABLE `disable_details` (
  `id` int(11) NOT NULL,
  `pp_no` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `nepali_name` text NOT NULL,
  `english_name` varchar(255) NOT NULL,
  `state` int(11) NOT NULL,
  `district` int(11) NOT NULL,
  `local_body` int(11) NOT NULL,
  `ward` int(11) NOT NULL,
  `nepali_birth_date` varchar(80) NOT NULL,
  `gender` enum('male','female','other') NOT NULL,
  `age` int(11) NOT NULL,
  `blood_group` int(11) NOT NULL,
  `nepali_father_name` text NOT NULL,
  `english_father_name` varchar(255) NOT NULL,
  `citizenship_no` varchar(50) NOT NULL,
  `citizenship_district` int(11) NOT NULL,
  `disable_type` int(11) NOT NULL,
  `disable_severity` int(11) NOT NULL,
  `image` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `modified_at` timestamp NULL DEFAULT NULL,
  `user_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `disable_details`
--

INSERT INTO `disable_details` (`id`, `pp_no`, `type`, `nepali_name`, `english_name`, `state`, `district`, `local_body`, `ward`, `nepali_birth_date`, `gender`, `age`, `blood_group`, `nepali_father_name`, `english_father_name`, `citizenship_no`, `citizenship_district`, `disable_type`, `disable_severity`, `image`, `created_at`, `modified_at`, `user_id`) VALUES
(1, 1, 0, 'राम वाग्ले', 'Ram Wagle', 3, 514, 2556, 2, '2049-04-08', 'male', 49, 1, 'शिव वाग्ले', 'Shiva Wagle', '7878964', 514, 1, 2, '', '2019-08-09 10:11:10', NULL, 1),
(5, 2, 0, 'केशव प्रसाद कोइराला', 'Keshav Prasad Koirala', 3, 514, 2556, 2, '2076-04-26', 'male', 30, 1, 'भोजराज कोइराला', 'Bhojraj Koirala', '84797', 514, 1, 1, '', '2019-08-11 08:22:03', NULL, 1),
(6, 3, 0, 'राम थापा', 'Ram Thapa', 1, 485, 2246, 1, '2037-04-16', 'male', 30, 1, 'शिव थापा', 'Shiva Thapa', '7878964', 485, 1, 1, '', '2019-08-11 11:09:37', NULL, 1);

-- --------------------------------------------------------

--
-- Table structure for table `settings_blood_type`
--

CREATE TABLE `settings_blood_type` (
  `id` int(11) NOT NULL,
  `name` varchar(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_blood_type`
--

INSERT INTO `settings_blood_type` (`id`, `name`) VALUES
(1, 'A+'),
(2, 'A-'),
(3, 'B+'),
(4, 'B-'),
(5, 'O+'),
(6, 'O-'),
(7, 'AB+'),
(8, 'AB-');

-- --------------------------------------------------------

--
-- Table structure for table `settings_disable_severity`
--

CREATE TABLE `settings_disable_severity` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `english_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_disable_severity`
--

INSERT INTO `settings_disable_severity` (`id`, `name`, `english_name`) VALUES
(1, 'गम्भीर', 'Severe'),
(2, 'अति गम्भीर', 'Most Severe');

-- --------------------------------------------------------

--
-- Table structure for table `settings_disable_type`
--

CREATE TABLE `settings_disable_type` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `english_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_disable_type`
--

INSERT INTO `settings_disable_type` (`id`, `name`, `english_name`) VALUES
(1, 'शरीरक अपाङ्ग वा विकलाङ्ग', 'Weaklings'),
(2, 'दृष्टिविहिन र न्युन दृष्टिविहिन', 'Blindness'),
(3, 'स्वर वोलाई वा वोल्न नसक्ने', 'Dumb'),
(4, 'सुस्त श्रवण', 'Deaf'),
(5, 'वौद्धिक अपाङ्ग वा सुस्त मनस्थिति', '0'),
(6, 'श्रवण दृष्टिविहिन', '0'),
(7, 'अटिजम', '0'),
(8, 'होमोफेरिया', '0'),
(9, 'मनो समाजीक अपाङ्गता', '0');

-- --------------------------------------------------------

--
-- Table structure for table `settings_district`
--

CREATE TABLE `settings_district` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL,
  `state` int(15) NOT NULL,
  `english_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `settings_district`
--

INSERT INTO `settings_district` (`id`, `name`, `state`, `english_name`) VALUES
(481, 'ताप्लेजुङ', 1, ''),
(482, 'पाँचथर', 1, ''),
(483, 'ईलाम', 1, ''),
(484, 'झापा', 1, ''),
(485, 'मोरङ', 1, 'Morang'),
(486, 'सुनसरी', 1, ''),
(487, 'धनकुटा', 1, ''),
(488, 'तेहथुम', 1, ''),
(489, 'संखुवासभा', 1, ''),
(490, 'भोजपुर', 1, ''),
(491, 'सोलुखुम्बु', 1, ''),
(492, 'ओखलढुंगा', 1, ''),
(493, 'खोटाङ', 1, ''),
(494, 'उदयपुर', 1, ''),
(495, 'सप्तरी', 2, ''),
(496, 'सप्तरी', 2, ''),
(497, 'सिराहा', 2, ''),
(498, 'धनुषा', 2, ''),
(499, 'महोत्तरी', 2, ''),
(500, 'सर्लाही', 2, ''),
(501, 'रौतहट', 2, ''),
(502, 'वारा', 2, ''),
(503, 'पर्सा', 2, ''),
(504, 'सिन्धुली', 3, ''),
(505, 'रामेछाप', 3, ''),
(506, 'दोलखा', 3, ''),
(507, 'सिन्धुपाल्चोक', 3, ''),
(508, 'काभ्रेपलान्चोक', 3, ''),
(509, 'ललितपुर', 3, ''),
(510, 'भक्तपुर', 3, ''),
(511, 'काठमाण्डौ', 3, ''),
(512, 'नुवाकोट', 3, ''),
(513, 'रसुवा', 3, ''),
(514, 'धादिङ', 3, ''),
(515, 'मकवानपुर', 3, ''),
(516, 'चितवन', 3, ''),
(517, 'गोरखा', 4, ''),
(518, 'लमजुङ', 4, ''),
(519, 'तनहुँ', 4, ''),
(520, 'स्याङजा', 4, ''),
(521, 'कास्की', 4, ''),
(522, 'मुस्ताङ', 4, ''),
(523, 'म्याग्दी', 4, ''),
(524, 'पर्वत', 4, ''),
(525, 'वाग्लुङ', 4, ''),
(526, 'नवलपरासी (बर्दघाट सुस्ता पूर्व)', 4, ''),
(527, 'गुल्मी', 5, ''),
(528, 'पाल्पा', 5, ''),
(529, 'रुपन्देही', 5, ''),
(530, 'कपिलबस्तु', 5, ''),
(531, 'अर्घाखाँची', 5, ''),
(532, 'प्यूठान', 5, ''),
(533, 'रोल्पा', 5, ''),
(534, 'रुकुम (पूर्वी भाग)', 5, ''),
(535, 'दाङ', 5, ''),
(536, 'बाँके', 5, ''),
(537, 'बर्दिया', 5, ''),
(538, 'नवलपरासी (बर्दघाट सुस्ता पश्चिम)', 5, ''),
(539, 'रुकुम (पश्चिम भाग)', 6, ''),
(540, 'सल्यान', 6, ''),
(541, 'सुर्खेत', 6, ''),
(542, 'दैलेख', 6, ''),
(543, 'जाजरकोट', 6, ''),
(544, 'डोल्पा', 6, ''),
(545, 'जुम्ला', 6, ''),
(546, 'कालिकोट', 6, ''),
(547, 'मुगु', 6, ''),
(548, 'हुम्ला', 6, ''),
(549, 'बाजुरा', 7, ''),
(550, 'बझाङ', 7, ''),
(551, 'अछाम', 7, ''),
(552, 'डोटी', 7, ''),
(553, 'कैलाली', 7, ''),
(554, 'कञ्चनपुर', 7, ''),
(555, 'डडेलधुरा', 7, ''),
(556, 'बैतडी', 7, ''),
(557, 'दार्चुला', 7, '');

-- --------------------------------------------------------

--
-- Table structure for table `settings_local_body`
--

CREATE TABLE `settings_local_body` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL,
  `district_id` int(11) NOT NULL,
  `type` text CHARACTER SET utf8 NOT NULL,
  `english_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `settings_local_body`
--

INSERT INTO `settings_local_body` (`id`, `name`, `district_id`, `type`, `english_name`) VALUES
(2191, 'फुङलिङ नगरपालिका', 481, 'नगरपालिका', ''),
(2192, 'आठराई त्रिवेणी गाउँपालिका', 481, 'गाउँपालिका', ''),
(2193, 'सिदिङ्वा गाउँपालिका', 481, 'गाउँपालिका', ''),
(2194, 'फक्ताङलुङ गाउँपालिका', 481, 'गाउँपालिका', ''),
(2195, 'मिक्वाखोला गाउँपालिका', 481, 'गाउँपालिका', ''),
(2196, 'मेरिङदेन गाउँपालिका', 481, 'गाउँपालिका', ''),
(2197, 'मैवाखोला गाउँपालिका', 481, 'गाउँपालिका', ''),
(2198, 'याङवरक गाउँपालिका', 481, 'गाउँपालिका', ''),
(2199, 'सिरीजङ्घा गाउँपालिका', 481, 'गाउँपालिका', ''),
(2200, 'फिदिम नगरपालिका', 482, 'नगरपालिका', ''),
(2201, 'फालेलुंग गाउँपालिका', 482, 'गाउँपालिका', ''),
(2202, 'फाल्गुनन्द गाउँपालिका', 482, 'गाउँपालिका', ''),
(2203, 'हिलिहाङ गाउँपालिका', 482, 'गाउँपालिका', ''),
(2204, 'कुम्मायक गाउँपालिका', 482, 'गाउँपालिका', ''),
(2205, 'मिक्लाजुङ गाउँपालिका', 482, 'गाउँपालिका', ''),
(2206, 'तुम्बेवा गाउँपालिका', 482, 'गाउँपालिका', ''),
(2207, 'याङवरक गाउँपालिका', 482, 'गाउँपालिका', ''),
(2208, 'ईलाम नगरपालिका', 483, 'नगरपालिका', ''),
(2209, 'देउमाई नगरपालिका', 483, 'नगरपालिका', ''),
(2210, 'माई नगरपालिका', 483, 'नगरपालिका', ''),
(2211, 'सूर्योदय नगरपालिका', 483, 'नगरपालिका', ''),
(2212, 'फाकफोकथुम गाउँपालिका', 483, 'गाउँपालिका', ''),
(2213, 'चुलाचुली गाउँपालिका', 483, 'गाउँपालिका', ''),
(2214, 'माईजोगमाई गाउँपालिका', 483, 'गाउँपालिका', ''),
(2215, 'माङसेबुङ गाउँपालिका', 483, 'गाउँपालिका', ''),
(2216, 'रोङ गाउँपालिका', 483, 'गाउँपालिका', ''),
(2217, 'सन्दकपुर गाउँपालिका', 483, 'गाउँपालिका', ''),
(2218, 'मेचीनगर नगरपालिका', 484, 'नगरपालिका', ''),
(2219, 'दमक नगरपालिका', 484, 'नगरपालिका', ''),
(2220, 'कन्काई नगरपालिका', 484, 'नगरपालिका', ''),
(2221, 'भद्रपुर नगरपालिका', 484, 'नगरपालिका', ''),
(2222, 'अर्जुनधारा नगरपालिका', 484, 'नगरपालिका', ''),
(2223, 'शिवशताक्षी नगरपालिका', 484, 'नगरपालिका', ''),
(2224, 'गौरादह नगरपालिका', 484, 'नगरपालिका', ''),
(2225, 'विर्तामोड नगरपालिका', 484, 'नगरपालिका', ''),
(2226, 'कमल गाउँपालिका', 484, 'गाउँपालिका', ''),
(2227, 'गौरीगंज गाउँपालिका', 484, 'गाउँपालिका', ''),
(2228, 'बाह्रदशी गाउँपालिका', 484, 'गाउँपालिका', ''),
(2229, 'झापा गाउँपालिका', 484, 'गाउँपालिका', ''),
(2230, 'बुद्धशान्ति गाउँपालिका', 484, 'गाउँपालिका', ''),
(2231, 'हल्दिवारी गाउँपालिका', 484, 'गाउँपालिका', ''),
(2232, 'कचनकवल गाउँपालिका', 484, 'गाउँपालिका', ''),
(2233, 'विराटनगर महानगरपालिका', 485, 'महानगरपालिका', ''),
(2234, 'बेलवारी नगरपालिका', 485, 'नगरपालिका', ''),
(2235, 'लेटाङ नगरपालिका', 485, 'नगरपालिका', ''),
(2236, 'पथरी शनिश्चरे नगरपालिका', 485, 'नगरपालिका', ''),
(2237, 'रंगेली नगरपालिका', 485, 'नगरपालिका', ''),
(2238, 'रतुवामाई नगरपालिका', 485, 'नगरपालिका', ''),
(2239, 'सुनवर्षि नगरपालिका', 485, 'नगरपालिका', ''),
(2240, 'उर्लावारी नगरपालिका', 485, 'नगरपालिका', ''),
(2241, 'सुन्दरहरैचा नगरपालिका', 485, 'नगरपालिका', ''),
(2242, 'बुढीगंगा गाउँपालिका', 485, 'गाउँपालिका', ''),
(2243, 'धनपालथान गाउँपालिका', 485, 'गाउँपालिका', ''),
(2244, 'ग्रामथान गाउँपालिका', 485, 'गाउँपालिका', ''),
(2245, 'जहदा गाउँपालिका', 485, 'गाउँपालिका', ''),
(2246, 'कानेपोखरी गाउँपालिका', 485, 'गाउँपालिका', 'Kanepokhari Gaunpalika'),
(2247, 'कटहरी गाउँपालिका', 485, 'गाउँपालिका', ''),
(2248, 'केरावारी गाउँपालिका', 485, 'गाउँपालिका', ''),
(2249, 'मिक्लाजुङ गाउँपालिका', 485, 'गाउँपालिका', ''),
(2250, 'ईटहरी उपमहानगरपालिका', 486, 'उपमहानगरपालिका', ''),
(2251, 'धरान उपमहानगरपालिका', 486, 'उपमहानगरपालिका', ''),
(2252, 'ईनरुवा नगरपालिका', 486, 'नगरपालिका', ''),
(2253, 'दुहवी नगरपालिका', 486, 'नगरपालिका', ''),
(2254, 'रामधुनी नगरपालिका', 486, 'नगरपालिका', ''),
(2255, 'बराह नगरपालिका', 486, 'नगरपालिका', ''),
(2256, 'देवानगञ्ज गाउँपालिका', 486, 'गाउँपालिका', ''),
(2257, 'कोशी गाउँपालिका', 486, 'गाउँपालिका', ''),
(2258, 'गढी गाउँपालिका', 486, 'गाउँपालिका', ''),
(2259, 'बर्जु गाउँपालिका', 486, 'गाउँपालिका', ''),
(2260, 'भोक्राहा गाउँपालिका', 486, 'गाउँपालिका', ''),
(2261, 'हरिनगरा गाउँपालिका', 486, 'गाउँपालिका', ''),
(2262, 'पाख्रिबास नगरपालिका', 487, 'नगरपालिका', ''),
(2263, 'धनकुटा नगरपालिका', 487, 'नगरपालिका', ''),
(2264, 'महालक्ष्मी नगरपालिका', 487, 'नगरपालिका', ''),
(2265, 'साँगुरीगढी गाउँपालिका', 487, 'गाउँपालिका', ''),
(2266, 'खाल्सा छिन्ताङ सहिदभूमि गाउँपालिका', 487, 'गाउँपालिका', ''),
(2267, 'छथर जोरपाटी गाउँपालिका', 487, 'गाउँपालिका', ''),
(2268, 'चौविसे गाउँपालिका', 487, 'गाउँपालिका', ''),
(2269, 'म्याङलुङ नगरपालिका', 488, 'नगरपालिका', ''),
(2270, 'लालीगुराँस नगरपालिका', 488, 'नगरपालिका', ''),
(2271, 'आठराई गाउँपालिका', 488, 'गाउँपालिका', ''),
(2272, 'छथर गाउँपालिका', 488, 'गाउँपालिका', ''),
(2273, 'फेदाप गाउँपालिका', 488, 'गाउँपालिका', ''),
(2274, 'मेन्छयायेम गाउँपालिका', 488, 'गाउँपालिका', ''),
(2275, 'चैनपुर नगरपालिका', 489, 'नगरपालिका', ''),
(2276, 'धर्मदेवी नगरपालिका', 489, 'नगरपालिका', ''),
(2277, 'खाँदवारी नगरपालिका', 489, 'नगरपालिका', ''),
(2278, 'मादी नगरपालिका', 489, 'नगरपालिका', ''),
(2279, 'पाँचखपन नगरपालिका', 489, 'नगरपालिका', ''),
(2280, 'भोटखोला गाउँपालिका', 489, 'गाउँपालिका', ''),
(2281, 'चिचिला गाउँपालिका', 489, 'गाउँपालिका', ''),
(2282, 'मकालु गाउँपालिका', 489, 'गाउँपालिका', ''),
(2283, 'सभापोखरी गाउँपालिका', 489, 'गाउँपालिका', ''),
(2284, 'सिलीचोङ गाउँपालिका', 489, 'गाउँपालिका', ''),
(2285, 'भोजपुर नगरपालिका', 490, 'नगरपालिका', ''),
(2286, 'षडानन्द नगरपालिका', 490, 'नगरपालिका', ''),
(2287, 'ट्याम्केमैयुम गाउँपालिका', 490, 'गाउँपालिका', ''),
(2288, 'रामप्रसाद राई गाउँपालिका', 490, 'गाउँपालिका', ''),
(2289, 'अरुण गाउँपालिका', 490, 'गाउँपालिका', ''),
(2290, 'पौवादुङमा गाउँपालिका', 490, 'गाउँपालिका', ''),
(2291, 'साल्पासिलिछो गाउँपालिका', 490, 'गाउँपालिका', ''),
(2292, 'आमचोक गाउँपालिका', 490, 'गाउँपालिका', ''),
(2293, 'हतुवागढी गाउँपालिका', 490, 'गाउँपालिका', ''),
(2294, 'सोलुदुधकुण्ड नगरपालिका', 491, 'नगरपालिका', ''),
(2295, 'दुधकोसी गाउँपालिका', 491, 'गाउँपालिका', ''),
(2296, 'खुम्वु पासाङल्हमु गाउँपालिका', 491, 'गाउँपालिका', ''),
(2297, 'दुधकौशिका गाउँपालिका', 491, 'गाउँपालिका', ''),
(2298, 'नेचासल्यान गाउँपालिका', 491, 'गाउँपालिका', ''),
(2299, 'माहाकुलुङ गाउँपालिका', 491, 'गाउँपालिका', ''),
(2300, 'लिखु पिके गाउँपालिका', 491, 'गाउँपालिका', ''),
(2301, 'सोताङ गाउँपालिका', 491, 'गाउँपालिका', ''),
(2302, 'सिद्दिचरण नगरपालिका', 492, 'नगरपालिका', ''),
(2303, 'खिजिदेम्बा गाउँपालिका', 492, 'गाउँपालिका', ''),
(2304, 'चम्पादेवी गाउँपालिका', 492, 'गाउँपालिका', ''),
(2305, 'चिशंखुगढी गाउँपालिका', 492, 'गाउँपालिका', ''),
(2306, 'मानेभञ्याङ गाउँपालिका', 492, 'गाउँपालिका', ''),
(2307, 'मोलुङ गाउँपालिका', 492, 'गाउँपालिका', ''),
(2308, 'लिखु गाउँपालिका', 492, 'गाउँपालिका', ''),
(2309, 'सुनकोशी गाउँपालिका', 492, 'गाउँपालिका', ''),
(2310, 'हलेसी तुवाचुङ नगरपालिका', 493, 'नगरपालिका', ''),
(2311, 'रुपाकोट मझुवागढी नगरपालिका', 493, 'नगरपालिका', ''),
(2312, 'ऐसेलुखर्क गाउँपालिका', 493, 'गाउँपालिका', ''),
(2313, 'लामीडाँडा गाउँपालिका', 493, 'गाउँपालिका', ''),
(2314, 'जन्तेढुंगा गाउँपालिका', 493, 'गाउँपालिका', ''),
(2315, 'खोटेहाङ गाउँपालिका', 493, 'गाउँपालिका', ''),
(2316, 'केपिलासगढी गाउँपालिका', 493, 'गाउँपालिका', ''),
(2317, 'दिप्रुङ गाउँपालिका', 493, 'गाउँपालिका', ''),
(2318, 'साकेला गाउँपालिका', 493, 'गाउँपालिका', ''),
(2319, 'वराहपोखरी गाउँपालिका', 493, 'गाउँपालिका', ''),
(2320, 'कटारी नगरपालिका', 494, 'नगरपालिका', ''),
(2321, 'चौदण्डीगढी नगरपालिका', 494, 'नगरपालिका', ''),
(2322, 'त्रियुगा नगरपालिका', 494, 'नगरपालिका', ''),
(2323, 'वेलका नगरपालिका', 494, 'नगरपालिका', ''),
(2324, 'उदयपुरगढी गाउँपालिका', 494, 'गाउँपालिका', ''),
(2325, 'ताप्ली गाउँपालिका', 494, 'गाउँपालिका', ''),
(2326, 'रौतामाई गाउँपालिका', 494, 'गाउँपालिका', ''),
(2327, 'सुनकोशी गाउँपालिका', 494, 'गाउँपालिका', ''),
(2328, 'राजविराज नगरपालिका', 496, 'नगरपालिका', ''),
(2329, 'कञ्चनरुप नगरपालिका', 496, 'नगरपालिका', ''),
(2330, 'डाक्नेश्वरी नगरपालिका', 496, 'नगरपालिका', ''),
(2331, 'बोदेबरसाईन नगरपालिका', 496, 'नगरपालिका', ''),
(2332, 'खडक नगरपालिका', 496, 'नगरपालिका', ''),
(2333, 'शम्भुनाथ नगरपालिका', 496, 'नगरपालिका', ''),
(2334, 'सुरुङ्‍गा नगरपालिका', 496, 'नगरपालिका', ''),
(2335, 'हनुमाननगर कङ्‌कालिनी नगरपालिका', 496, 'नगरपालिका', ''),
(2336, 'सप्तकोशी नगरपालिका', 496, 'नगरपालिका', ''),
(2337, 'अग्निसाइर कृष्णासवरन गाउँपालिका', 496, 'गाउँपालिका', ''),
(2338, 'छिन्नमस्ता गाउँपालिका', 496, 'गाउँपालिका', ''),
(2339, 'महादेवा गाउँपालिका', 496, 'गाउँपालिका', ''),
(2340, 'तिरहुत गाउँपालिका', 496, 'गाउँपालिका', ''),
(2341, 'तिलाठी कोईलाडी गाउँपालिका', 496, 'गाउँपालिका', ''),
(2342, 'रुपनी गाउँपालिका', 496, 'गाउँपालिका', ''),
(2343, 'बेल्ही चपेना गाउँपालिका', 496, 'गाउँपालिका', ''),
(2344, 'बिष्णुपुर गाउँपालिका', 496, 'गाउँपालिका', ''),
(2345, 'बलान-बिहुल गाउँपालिका', 496, 'गाउँपालिका', ''),
(2346, 'लहान नगरपालिका', 497, 'नगरपालिका', ''),
(2347, 'धनगढीमाई नगरपालिका', 497, 'नगरपालिका', ''),
(2348, 'सिरहा नगरपालिका', 497, 'नगरपालिका', ''),
(2349, 'गोलबजार नगरपालिका', 497, 'नगरपालिका', ''),
(2350, 'मिर्चैयाँ नगरपालिका', 497, 'नगरपालिका', ''),
(2351, 'कल्याणपुर नगरपालिका', 497, 'नगरपालिका', ''),
(2352, 'कर्जन्हा नगरपालिका', 497, 'नगरपालिका', ''),
(2353, 'सुखीपुर नगरपालिका', 497, 'नगरपालिका', ''),
(2354, 'भगवानपुर गाउँपालिका', 497, 'गाउँपालिका', ''),
(2355, 'औरही गाउँपालिका', 497, 'गाउँपालिका', ''),
(2356, 'विष्णुपुर गाउँपालिका', 497, 'गाउँपालिका', ''),
(2357, 'बरियारपट्टी गाउँपालिका', 497, 'गाउँपालिका', ''),
(2358, 'लक्ष्मीपुर पतारी गाउँपालिका', 497, 'गाउँपालिका', ''),
(2359, 'नरहा गाउँपालिका', 497, 'गाउँपालिका', ''),
(2360, 'सखुवानान्कारकट्टी गाउँपालिका', 497, 'गाउँपालिका', ''),
(2361, 'अर्नमा गाउँपालिका', 497, 'गाउँपालिका', ''),
(2362, 'नवराजपुर गाउँपालिका', 497, 'गाउँपालिका', ''),
(2363, 'जनकपुर उपमहानगरपालिका', 498, 'उपमहानगरपालिका', ''),
(2364, 'क्षिरेश्वरनाथ नगरपालिका', 498, 'नगरपालिका', ''),
(2365, 'गणेशमान चारनाथ नगरपालिका', 498, 'नगरपालिका', ''),
(2366, 'धनुषाधाम नगरपालिका', 498, 'नगरपालिका', ''),
(2367, 'नगराइन नगरपालिका', 498, 'नगरपालिका', ''),
(2368, 'विदेह नगरपालिका', 498, 'नगरपालिका', ''),
(2369, 'मिथिला नगरपालिका', 498, 'नगरपालिका', ''),
(2370, 'शहीदनगर नगरपालिका', 498, 'नगरपालिका', ''),
(2371, 'सबैला नगरपालिका', 498, 'नगरपालिका', ''),
(2372, 'कमला नगरपालिका', 498, 'नगरपालिका', ''),
(2373, 'मिथिला बिहारी नगरपालिका', 498, 'नगरपालिका', ''),
(2374, 'हंसपुर नगरपालिका', 498, 'नगरपालिका', ''),
(2375, 'जनकनन्दिनी गाउँपालिका', 498, 'गाउँपालिका', ''),
(2376, 'बटेश्वर गाउँपालिका', 498, 'गाउँपालिका', ''),
(2377, 'मुखियापट्टी मुसहरमिया गाउँपालिका', 498, 'गाउँपालिका', ''),
(2378, 'लक्ष्मीनिया गाउँपालिका', 498, 'गाउँपालिका', ''),
(2379, 'औरही गाउँपालिका', 498, 'गाउँपालिका', ''),
(2380, 'धनौजी गाउँपालिका', 498, 'गाउँपालिका', ''),
(2381, 'जलेश्वर नगरपालिका', 499, 'नगरपालिका', ''),
(2382, 'बर्दिबास नगरपालिका', 499, 'नगरपालिका', ''),
(2383, 'गौशाला नगरपालिका', 499, 'नगरपालिका', ''),
(2384, 'लोहरपट्टी नगरपालिका', 499, 'नगरपालिका', ''),
(2385, 'रामगोपालपुर नगरपालिका', 499, 'नगरपालिका', ''),
(2386, 'मनरा शिसवा नगरपालिका', 499, 'नगरपालिका', ''),
(2387, 'मटिहानी नगरपालिका', 499, 'नगरपालिका', ''),
(2388, 'भँगाहा नगरपालिका', 499, 'नगरपालिका', ''),
(2389, 'बलवा नगरपालिका', 499, 'नगरपालिका', ''),
(2390, 'औरही नगरपालिका', 499, 'नगरपालिका', ''),
(2391, 'एकडारा गाउँपालिका', 499, 'गाउँपालिका', ''),
(2392, 'सोनमा गाउँपालिका', 499, 'गाउँपालिका', ''),
(2393, 'साम्सी गाउँपालिका', 499, 'गाउँपालिका', ''),
(2394, 'महोत्तरी गाउँपालिका', 499, 'गाउँपालिका', ''),
(2395, 'पिपरा गाउँपालिका', 499, 'गाउँपालिका', ''),
(2396, 'ईश्वरपुर नगरपालिका', 500, 'नगरपालिका', ''),
(2397, 'मलंगवा नगरपालिका', 500, 'नगरपालिका', ''),
(2398, 'लालबन्दी नगरपालिका', 500, 'नगरपालिका', ''),
(2399, 'हरिपुर नगरपालिका', 500, 'नगरपालिका', ''),
(2400, 'हरिपुर्वा नगरपालिका', 500, 'नगरपालिका', ''),
(2401, 'हरिवन नगरपालिका', 500, 'नगरपालिका', ''),
(2402, 'बरहथवा नगरपालिका', 500, 'नगरपालिका', ''),
(2403, 'बलरा नगरपालिका', 500, 'नगरपालिका', ''),
(2404, 'गोडैटा नगरपालिका', 500, 'नगरपालिका', ''),
(2405, 'बागमती नगरपालिका', 500, 'नगरपालिका', ''),
(2406, 'कविलासी नगरपालिका', 500, 'नगरपालिका', ''),
(2407, 'चक्रघट्टा गाउँपालिका', 500, 'गाउँपालिका', ''),
(2408, 'चन्द्रनगर गाउँपालिका', 500, 'गाउँपालिका', ''),
(2409, 'धनकौल गाउँपालिका', 500, 'गाउँपालिका', ''),
(2410, 'ब्रह्मपुरी गाउँपालिका', 500, 'गाउँपालिका', ''),
(2411, 'रामनगर गाउँपालिका', 500, 'गाउँपालिका', ''),
(2412, 'विष्णु गाउँपालिका', 500, 'गाउँपालिका', ''),
(2413, 'कौडेना गाउँपालिका', 500, 'गाउँपालिका', ''),
(2414, 'पर्सा गाउँपालिका', 500, 'गाउँपालिका', ''),
(2415, 'बसबरीया गाउँपालिका', 500, 'गाउँपालिका', ''),
(2416, 'चन्द्रपुर नगरपालिका', 501, 'नगरपालिका', ''),
(2417, 'गरुडा नगरपालिका', 501, 'नगरपालिका', ''),
(2418, 'गौर नगरपालिका', 501, 'नगरपालिका', ''),
(2419, 'बौधीमाई नगरपालिका', 501, 'नगरपालिका', ''),
(2420, 'बृन्दावन नगरपालिका', 501, 'नगरपालिका', ''),
(2421, 'देवाही गोनाही नगरपालिका', 501, 'नगरपालिका', ''),
(2422, 'गढीमाई नगरपालिका', 501, 'नगरपालिका', ''),
(2423, 'गुजरा नगरपालिका', 501, 'नगरपालिका', ''),
(2424, 'कटहरिया नगरपालिका', 501, 'नगरपालिका', ''),
(2425, 'माधव नारायण नगरपालिका', 501, 'नगरपालिका', ''),
(2426, 'मौलापुर नगरपालिका', 501, 'नगरपालिका', ''),
(2427, 'फतुवाबिजयपुर नगरपालिका', 501, 'नगरपालिका', ''),
(2428, 'ईशनाथ नगरपालिका', 501, 'नगरपालिका', ''),
(2429, 'परोहा नगरपालिका', 501, 'नगरपालिका', ''),
(2430, 'राजपुर नगरपालिका', 501, 'नगरपालिका', ''),
(2431, 'राजदेवी नगरपालिका', 501, 'नगरपालिका', ''),
(2432, 'दुर्गा भगवती गाउँपालिका', 501, 'गाउँपालिका', ''),
(2433, 'यमुनामाई गाउँपालिका', 501, 'गाउँपालिका', ''),
(2434, 'कलैया उपमहानगरपालिका', 502, 'उपमहानगरपालिका', ''),
(2435, 'जीतपुर सिमरा उपमहानगरपालिका', 502, 'उपमहानगरपालिका', ''),
(2436, 'कोल्हवी नगरपालिका', 502, 'नगरपालिका', ''),
(2437, 'निजगढ नगरपालिका', 502, 'नगरपालिका', ''),
(2438, 'महागढीमाई नगरपालिका', 502, 'नगरपालिका', ''),
(2439, 'सिम्रौनगढ नगरपालिका', 502, 'नगरपालिका', ''),
(2440, 'पचरौता नगरपालिका', 502, 'नगरपालिका', ''),
(2441, 'आदर्श कोटवाल गाउँपालिका', 502, 'गाउँपालिका', ''),
(2442, 'करैयामाई गाउँपालिका', 502, 'गाउँपालिका', ''),
(2443, 'देवताल गाउँपालिका', 502, 'गाउँपालिका', ''),
(2444, 'परवानीपुर गाउँपालिका', 502, 'गाउँपालिका', ''),
(2445, 'प्रसौनी गाउँपालिका', 502, 'गाउँपालिका', ''),
(2446, 'फेटा गाउँपालिका', 502, 'गाउँपालिका', ''),
(2447, 'बारागढीगाउँपालिका', 502, 'गाउँपालिका', ''),
(2448, 'सुवर्ण गाउँपालिका', 502, 'गाउँपालिका', ''),
(2449, 'विश्रामपुर गाउँपालिका', 502, 'गाउँपालिका', ''),
(2450, 'बिरगंज महानगरपालिका', 503, 'महानगरपालिका', ''),
(2451, 'पोखरिया नगरपालिका', 503, 'नगरपालिका', ''),
(2452, 'बहुदरमाई नगरपालिका', 503, 'नगरपालिका', ''),
(2453, 'पर्सागढी नगरपालिका', 503, 'नगरपालिका', ''),
(2454, 'ठोरी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2455, 'जगरनाथपुर गाउँपालिका', 503, 'गाउँपालिका', ''),
(2456, 'धोबीनी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2457, 'छिपहरमाई गाउँपालिका', 503, 'गाउँपालिका', ''),
(2458, 'पकाहा मैनपुर गाउँपालिका', 503, 'गाउँपालिका', ''),
(2459, 'बिन्दबासिनी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2460, 'सखुवा प्रसौनी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2461, 'पटेर्वा सुगौली गाउँपालिका', 503, 'गाउँपालिका', ''),
(2462, 'कालिकामाई गाउँपालिका', 503, 'गाउँपालिका', ''),
(2463, 'जिरा भवानी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2464, 'कमलामाई नगरपालिका', 504, 'नगरपालिका', ''),
(2465, 'दुधौली नगरपालिका', 504, 'नगरपालिका', ''),
(2466, 'गोलन्जर गाउँपालिका', 504, 'गाउँपालिका', ''),
(2467, 'घ्याङलेख गाउँपालिका', 504, 'गाउँपालिका', ''),
(2468, 'तीनपाटन गाउँपालिका', 504, 'गाउँपालिका', ''),
(2469, 'फिक्कल गाउँपालिका', 504, 'गाउँपालिका', ''),
(2470, 'मरिण गाउँपालिका', 504, 'गाउँपालिका', ''),
(2471, 'सुनकोशी गाउँपालिका', 504, 'गाउँपालिका', ''),
(2472, 'हरिहरपुरगढी गाउँपालिका', 504, 'गाउँपालिका', ''),
(2473, 'मन्थली नगरपालिका', 505, 'नगरपालिका', ''),
(2474, 'रामेछाप नगरपालिका', 505, 'नगरपालिका', ''),
(2475, 'उमाकुण्ड गाउँपालिका', 505, 'गाउँपालिका', ''),
(2476, 'खाँडादेवी गाउँपालिका', 505, 'गाउँपालिका', ''),
(2477, 'गोकुलगङ्गा गाउँपालिका', 505, 'गाउँपालिका', ''),
(2478, 'दोरम्बा गाउँपालिका', 505, 'गाउँपालिका', ''),
(2479, 'लिखु गाउँपालिका', 505, 'गाउँपालिका', ''),
(2480, 'सुनापती गाउँपालिका', 505, 'गाउँपालिका', ''),
(2481, 'जिरी नगरपालिका', 506, 'नगरपालिका', ''),
(2482, 'भिमेश्वर नगरपालिका', 506, 'नगरपालिका', ''),
(2483, 'कालिन्चोक गाउँपालिका', 506, 'गाउँपालिका', ''),
(2484, 'गौरीशङ्कर गाउँपालिका', 506, 'गाउँपालिका', ''),
(2485, 'तामाकोशी गाउँपालिका', 506, 'गाउँपालिका', ''),
(2486, 'मेलुङ्ग गाउँपालिका', 506, 'गाउँपालिका', ''),
(2487, 'विगु गाउँपालिका', 506, 'गाउँपालिका', ''),
(2488, 'वैतेश्वर गाउँपालिका', 506, 'गाउँपालिका', ''),
(2489, 'शैलुङ्ग गाउँपालिका', 506, 'गाउँपालिका', ''),
(2490, 'चौतारा साँगाचोकगढी नगरपालिका', 507, 'नगरपालिका', ''),
(2491, 'बाह्रविसे नगरपालिका', 507, 'नगरपालिका', ''),
(2492, 'मेलम्ची नगरपालिका', 507, 'नगरपालिका', ''),
(2493, 'ईन्द्रावती गाउँपालिका', 507, 'गाउँपालिका', ''),
(2494, 'जुगल गाउँपालिका', 507, 'गाउँपालिका', ''),
(2495, 'पाँचपोखरी थाङपाल गाउँपालिका', 507, 'गाउँपालिका', ''),
(2496, 'बलेफी गाउँपालिका', 507, 'गाउँपालिका', ''),
(2497, 'भोटेकोशी गाउँपालिका', 507, 'गाउँपालिका', ''),
(2498, 'लिसङ्खु पाखर गाउँपालिका', 507, 'गाउँपालिका', ''),
(2499, 'सुनकोशी गाउँपालिका', 507, 'गाउँपालिका', ''),
(2500, 'हेलम्बु गाउँपालिका', 507, 'गाउँपालिका', ''),
(2501, 'त्रिपुरासुन्दरी गाउँपालिका', 507, 'गाउँपालिका', ''),
(2502, 'धुलिखेल नगरपालिका', 508, 'नगरपालिका', ''),
(2503, 'बनेपा नगरपालिका', 508, 'नगरपालिका', ''),
(2504, 'पनौती नगरपालिका', 508, 'नगरपालिका', ''),
(2505, 'पाँचखाल नगरपालिका', 508, 'नगरपालिका', ''),
(2506, 'नमोबुद्ध नगरपालिका', 508, 'नगरपालिका', ''),
(2507, 'मण्डनदेउपुर नगरपालिका', 508, 'नगरपालिका', ''),
(2508, 'खानीखोला गाउँपालिका', 508, 'गाउँपालिका', ''),
(2509, 'चौंरीदेउराली गाउँपालिका', 508, 'गाउँपालिका', ''),
(2510, 'तेमाल गाउँपालिका', 508, 'गाउँपालिका', ''),
(2511, 'बेथानचोक गाउँपालिका', 508, 'गाउँपालिका', ''),
(2512, 'भुम्लु गाउँपालिका', 508, 'गाउँपालिका', ''),
(2513, 'महाभारत गाउँपालिका', 508, 'गाउँपालिका', ''),
(2514, 'रोशी गाउँपालिका', 508, 'गाउँपालिका', ''),
(2515, 'ललितपुर महानगरपालिका', 509, 'महानगरपालिका', ''),
(2516, 'गोदावरी नगरपालिका', 509, 'नगरपालिका', ''),
(2517, 'महालक्ष्मी नगरपालिका', 509, 'नगरपालिका', ''),
(2518, 'कोन्ज्योसोम गाउँपालिका', 509, 'गाउँपालिका', ''),
(2519, 'बागमती गाउँपालिका', 509, 'गाउँपालिका', ''),
(2520, 'महाङ्काल गाउँपालिका', 509, 'गाउँपालिका', ''),
(2521, 'चाँगुनारायण नगरपालिका', 510, 'नगरपालिका', ''),
(2522, 'भक्तपुर नगरपालिका', 510, 'नगरपालिका', ''),
(2523, 'मध्यपुर थिमी नगरपालिका', 510, 'नगरपालिका', ''),
(2524, 'सूर्यविनायक नगरपालिका', 510, 'नगरपालिका', ''),
(2525, 'काठमाण्डौं महानगरपालिका', 511, 'महानगरपालिका', ''),
(2526, 'कागेश्वरी मनोहरा नगरपालिका', 511, 'नगरपालिका', ''),
(2527, 'कीर्तिपुर नगरपालिका', 511, 'नगरपालिका', ''),
(2528, 'गोकर्णेश्वर नगरपालिका', 511, 'नगरपालिका', ''),
(2529, 'चन्द्रागिरी नगरपालिका', 511, 'नगरपालिका', ''),
(2530, 'टोखा नगरपालिका', 511, 'नगरपालिका', ''),
(2531, 'तारकेश्वर नगरपालिका', 511, 'नगरपालिका', ''),
(2532, 'दक्षिणकाली नगरपालिका', 511, 'नगरपालिका', ''),
(2533, 'नागार्जुन नगरपालिका', 511, 'नगरपालिका', ''),
(2534, 'बुढानिलकण्ठ नगरपालिका', 511, 'नगरपालिका', ''),
(2535, 'शङ्खरापुर नगरपालिका', 511, 'नगरपालिका', ''),
(2536, 'विदुर नगरपालिका', 512, 'नगरपालिका', ''),
(2537, 'बेलकोटगढी नगरपालिका', 512, 'नगरपालिका', ''),
(2538, 'ककनी गाउँपालिका', 512, 'गाउँपालिका', ''),
(2539, 'किस्पाङ गाउँपालिका', 512, 'गाउँपालिका', ''),
(2540, 'तादी गाउँपालिका', 512, 'गाउँपालिका', ''),
(2541, 'तारकेश्वर गाउँपालिका', 512, 'गाउँपालिका', ''),
(2542, 'दुप्चेश्वर गाउँपालिका', 512, 'गाउँपालिका', ''),
(2543, 'पञ्चकन्या गाउँपालिका', 512, 'गाउँपालिका', ''),
(2544, 'लिखु गाउँपालिका', 512, 'गाउँपालिका', ''),
(2545, 'मेघाङ गाउँपालिका', 512, 'गाउँपालिका', ''),
(2546, 'शिवपुरी गाउँपालिका', 512, 'गाउँपालिका', ''),
(2547, 'सुर्यगढी गाउँपालिका', 512, 'गाउँपालिका', ''),
(2548, 'उत्तरगया गाउँपालिका', 513, 'गाउँपालिका', ''),
(2549, 'कालिका गाउँपालिका', 513, 'गाउँपालिका', ''),
(2550, 'गोसाईकुण्ड गाउँपालिका', 513, 'गाउँपालिका', ''),
(2551, 'नौकुण्ड गाउँपालिका', 513, 'गाउँपालिका', ''),
(2552, 'पार्वतीकुण्ड गाउँपालिका', 513, 'गाउँपालिका', ''),
(2553, 'धुनीबेंशी नगरपालिका', 514, 'नगरपालिका', ''),
(2554, 'निलकण्ठ नगरपालिका', 514, 'नगरपालिका', ''),
(2555, 'खनियाबास गाउँपालिका', 514, 'गाउँपालिका', ''),
(2556, 'गजुरी गाउँपालिका', 514, 'गाउँपालिका', ''),
(2557, 'गल्छी गाउँपालिका', 514, 'गाउँपालिका', ''),
(2558, 'गङ्गाजमुना गाउँपालिका', 514, 'गाउँपालिका', ''),
(2559, 'ज्वालामूखी गाउँपालिका', 514, 'गाउँपालिका', ''),
(2560, 'थाक्रे गाउँपालिका', 514, 'गाउँपालिका', ''),
(2561, 'नेत्रावति गाउँपालिका', 514, 'गाउँपालिका', ''),
(2562, 'बेनीघाट रोराङ गाउँपालिका', 514, 'गाउँपालिका', ''),
(2563, 'रुवी भ्याली गाउँपालिका', 514, 'गाउँपालिका', ''),
(2564, 'सिद्धलेक गाउँपालिका', 514, 'गाउँपालिका', ''),
(2565, 'त्रिपुरासुन्दरी गाउँपालिका', 514, 'गाउँपालिका', ''),
(2566, 'हेटौडा उपमहानगरपालिका', 515, 'उपमहानगरपालिका', ''),
(2567, 'थाहा नगरपालिका', 515, 'नगरपालिका', ''),
(2568, 'इन्द्रसरोबर गाउँपालिका', 515, 'गाउँपालिका', ''),
(2569, 'कैलाश गाउँपालिका', 515, 'गाउँपालिका', ''),
(2570, 'बकैया गाउँपालिका', 515, 'गाउँपालिका', ''),
(2571, 'बाग्मति गाउँपालिका', 515, 'गाउँपालिका', ''),
(2572, 'भिमफेदी गाउँपालिका', 515, 'गाउँपालिका', ''),
(2573, 'मकवानपुरगढी गाउँपालिका', 515, 'गाउँपालिका', ''),
(2574, 'मनहरी गाउँपालिका', 515, 'गाउँपालिका', ''),
(2575, 'राक्सिराङ्ग गाउँपालिका', 515, 'गाउँपालिका', ''),
(2576, 'भरतपुर महानगरपालिका', 516, 'महानगरपालिका', ''),
(2577, 'कालिका नगरपालिका', 516, 'नगरपालिका', ''),
(2578, 'खैरहनी नगरपालिका', 516, 'नगरपालिका', ''),
(2579, 'माडी नगरपालिका', 516, 'नगरपालिका', ''),
(2580, 'रत्ननगर नगरपालिका', 516, 'नगरपालिका', ''),
(2581, 'राप्ती नगरपालिका', 516, 'नगरपालिका', ''),
(2582, 'इच्छाकामना गाउँपालिका', 516, 'गाउँपालिका', ''),
(2583, 'गोरखा नगरपालिका', 517, 'नगरपालिका', ''),
(2584, 'पालुङटार नगरपालिका', 517, 'नगरपालिका', ''),
(2585, 'सुलीकोट गाउँपालिका', 517, 'गाउँपालिका', ''),
(2586, 'सिरानचोक गाउँपालिका', 517, 'गाउँपालिका', ''),
(2587, 'अजिरकोट गाउँपालिका', 517, 'गाउँपालिका', ''),
(2588, 'आरूघाट गाउँपालिका', 517, 'गाउँपालिका', ''),
(2589, 'गण्डकी गाउँपालिका', 517, 'गाउँपालिका', ''),
(2590, 'चुमनुव्री गाउँपालिका', 517, 'गाउँपालिका', ''),
(2591, 'धार्चे गाउँपालिका', 517, 'गाउँपालिका', ''),
(2592, 'भिमसेन गाउँपालिका', 517, 'गाउँपालिका', ''),
(2593, 'शहिद लखन गाउँपालिका', 517, 'गाउँपालिका', ''),
(2594, 'बेसीशहर नगरपालिका', 518, 'नगरपालिका', ''),
(2595, 'मध्यनेपाल नगरपालिका', 518, 'नगरपालिका', ''),
(2596, 'रार्इनास नगरपालिका', 518, 'नगरपालिका', ''),
(2597, 'सुन्दरबजार नगरपालिका', 518, 'नगरपालिका', ''),
(2598, 'क्व्होलासोथार गाउँपालिका', 518, 'गाउँपालिका', ''),
(2599, 'दूधपोखरी गाउँपालिका', 518, 'गाउँपालिका', ''),
(2600, 'दोर्दी गाउँपालिका', 518, 'गाउँपालिका', ''),
(2601, 'मर्स्याङदी गाउँपालिका', 518, 'गाउँपालिका', ''),
(2602, 'भानु नगरपालिका', 519, 'नगरपालिका', ''),
(2603, 'भिमाद नगरपालिका', 519, 'नगरपालिका', ''),
(2604, 'व्यास नगरपालिका', 519, 'नगरपालिका', ''),
(2605, 'शुक्लागण्डकी नगरपालिका', 519, 'नगरपालिका', ''),
(2606, 'आँबुखैरेनी गाउँपालिका', 519, 'गाउँपालिका', ''),
(2607, 'ऋषिङ्ग गाउँपालिका', 519, 'गाउँपालिका', ''),
(2608, 'घिरिङ गाउँपालिका', 519, 'गाउँपालिका', ''),
(2609, 'देवघाट गाउँपालिका', 519, 'गाउँपालिका', ''),
(2610, 'म्याग्दे गाउँपालिका', 519, 'गाउँपालिका', ''),
(2611, 'वन्दिपुर गाउँपालिका', 519, 'गाउँपालिका', ''),
(2612, 'गल्याङ नगरपालिका', 520, 'नगरपालिका', ''),
(2613, 'चापाकोट नगरपालिका', 520, 'नगरपालिका', ''),
(2614, 'पुतलीबजार नगरपालिका', 520, 'नगरपालिका', ''),
(2615, 'भीरकोट नगरपालिका', 520, 'नगरपालिका', ''),
(2616, 'वालिङ नगरपालिका', 520, 'नगरपालिका', ''),
(2617, 'अर्जुनचौपारी गाउँपालिका', 520, 'गाउँपालिका', ''),
(2618, 'आँधिखोला गाउँपालिका', 520, 'गाउँपालिका', ''),
(2619, 'कालीगण्डकी गाउँपालिका', 520, 'गाउँपालिका', ''),
(2620, 'फेदीखोला गाउँपालिका', 520, 'गाउँपालिका', ''),
(2621, 'बिरुवा गाउँपालिका', 520, 'गाउँपालिका', ''),
(2622, 'हरिनास गाउँपालिका', 520, 'गाउँपालिका', ''),
(2623, 'पोखरा लेखनाथ महानगरपालिका', 521, 'महानगरपालिका', ''),
(2624, 'अन्नपूर्ण गाउँपालिका', 521, 'गाउँपालिका', ''),
(2625, 'माछापुच्छ्रे गाउँपालिका', 521, 'गाउँपालिका', ''),
(2626, 'मादी गाउँपालिका', 521, 'गाउँपालिका', ''),
(2627, 'रूपा गाउँपालिका', 521, 'गाउँपालिका', ''),
(2628, 'चामे गाउँपालिका', 0, 'गाउँपालिका', ''),
(2629, 'नारफू गाउँपालिका', 0, 'गाउँपालिका', ''),
(2630, 'नाशोङ गाउँपालिका', 0, 'गाउँपालिका', ''),
(2631, 'नेस्याङ गाउँपालिका', 0, 'गाउँपालिका', ''),
(2632, 'घरपझोङ गाउँपालिका', 522, 'गाउँपालिका', ''),
(2633, 'थासाङ गाउँपालिका', 522, 'गाउँपालिका', ''),
(2634, 'दालोमे गाउँपालिका', 522, 'गाउँपालिका', ''),
(2635, 'लोमन्थाङ गाउँपालिका', 522, 'गाउँपालिका', ''),
(2636, 'वाह्रगाउँ मुक्तिक्षेत्र गाउँपालिका', 522, 'गाउँपालिका', ''),
(2637, 'बेनी नगरपालिका', 523, 'नगरपालिका', ''),
(2638, 'अन्नपूर्ण गाउँपालिका', 523, 'गाउँपालिका', ''),
(2639, 'धवलागिरी गाउँपालिका', 523, 'गाउँपालिका', ''),
(2640, 'मंगला गाउँपालिका', 523, 'गाउँपालिका', ''),
(2641, 'मालिका गाउँपालिका', 523, 'गाउँपालिका', ''),
(2642, 'रघुगंगा गाउँपालिका', 523, 'गाउँपालिका', ''),
(2643, 'कुश्मा नगरपालिका', 524, 'नगरपालिका', ''),
(2644, 'फलेवास नगरपालिका', 524, 'नगरपालिका', ''),
(2645, 'जलजला गाउँपालिका', 524, 'गाउँपालिका', ''),
(2646, 'पैयूं गाउँपालिका', 524, 'गाउँपालिका', ''),
(2647, 'महाशिला गाउँपालिका', 524, 'गाउँपालिका', ''),
(2648, 'मोदी गाउँपालिका', 524, 'गाउँपालिका', ''),
(2649, 'विहादी गाउँपालिका', 524, 'गाउँपालिका', ''),
(2650, 'बागलुङ नगरपालिका', 525, 'नगरपालिका', ''),
(2651, 'गल्कोट नगरपालिका', 525, 'नगरपालिका', ''),
(2652, 'जैमूनी नगरपालिका', 525, 'नगरपालिका', ''),
(2653, 'ढोरपाटन नगरपालिका', 525, 'नगरपालिका', ''),
(2654, 'वरेङ गाउँपालिका', 525, 'गाउँपालिका', ''),
(2655, 'काठेखोला गाउँपालिका', 525, 'गाउँपालिका', ''),
(2656, 'तमानखोला गाउँपालिका', 525, 'गाउँपालिका', ''),
(2657, 'ताराखोला गाउँपालिका', 525, 'गाउँपालिका', ''),
(2658, 'निसीखोला गाउँपालिका', 525, 'गाउँपालिका', ''),
(2659, 'वडिगाड गाउँपालिका', 525, 'गाउँपालिका', ''),
(2660, 'कावासोती नगरपालिका', 526, 'नगरपालिका', ''),
(2661, 'गैडाकोट नगरपालिका', 526, 'नगरपालिका', ''),
(2662, 'देवचुली नगरपालिका', 526, 'नगरपालिका', ''),
(2663, 'मध्यविन्दु नगरपालिका', 526, 'नगरपालिका', ''),
(2664, 'बुङ्दीकाली गाउँपालिका', 526, 'गाउँपालिका', ''),
(2665, 'बुलिङटार गाउँपालिका', 526, 'गाउँपालिका', ''),
(2666, 'विनयी त्रिवेणी गाउँपालिका', 526, 'गाउँपालिका', ''),
(2667, 'हुप्सेकोट गाउँपालिका', 526, 'गाउँपालिका', ''),
(2668, 'मुसिकोट नगरपालिका', 527, 'नगरपालिका', ''),
(2669, 'रेसुङ्गा नगरपालिका', 527, 'नगरपालिका', ''),
(2670, 'ईस्मा गाउँपालिका', 527, 'गाउँपालिका', ''),
(2671, 'कालीगण्डकी गाउँपालिका', 527, 'गाउँपालिका', ''),
(2672, 'गुल्मी दरबार गाउँपालिका', 527, 'गाउँपालिका', ''),
(2673, 'सत्यवती गाउँपालिका', 527, 'गाउँपालिका', ''),
(2674, 'चन्द्रकोट गाउँपालिका', 527, 'गाउँपालिका', ''),
(2675, 'रुरु गाउँपालिका', 527, 'गाउँपालिका', ''),
(2676, 'छत्रकोट गाउँपालिका', 527, 'गाउँपालिका', ''),
(2677, 'धुर्कोट गाउँपालिका', 527, 'गाउँपालिका', ''),
(2678, 'मदाने गाउँपालिका', 527, 'गाउँपालिका', ''),
(2679, 'मालिका गाउँपालिका', 527, 'गाउँपालिका', ''),
(2680, 'रामपुर नगरपालिका', 528, 'नगरपालिका', ''),
(2681, 'तानसेन नगरपालिका', 528, 'नगरपालिका', ''),
(2682, 'निस्दी गाउँपालिका', 528, 'गाउँपालिका', ''),
(2683, 'पूर्वखोला गाउँपालिका', 528, 'गाउँपालिका', ''),
(2684, 'रम्भा गाउँपालिका', 528, 'गाउँपालिका', ''),
(2685, 'माथागढी गाउँपालिका', 528, 'गाउँपालिका', ''),
(2686, 'तिनाउ गाउँपालिका', 528, 'गाउँपालिका', ''),
(2687, 'बगनासकाली गाउँपालिका', 528, 'गाउँपालिका', ''),
(2688, 'रिब्दिकोट गाउँपालिका', 528, 'गाउँपालिका', ''),
(2689, 'रैनादेवी छहरा गाउँपालिका', 528, 'गाउँपालिका', ''),
(2690, 'बुटवल उपमहानगरपालिका', 529, 'उपमहानगरपालिका', ''),
(2691, 'देवदह नगरपालिका', 529, 'नगरपालिका', ''),
(2692, 'लुम्बिनी सांस्कृतिक नगरपालिका', 529, 'नगरपालिका', ''),
(2693, 'सैनामैना नगरपालिका', 529, 'नगरपालिका', ''),
(2694, 'सिद्धार्थनगर नगरपालिका', 529, 'नगरपालिका', ''),
(2695, 'तिलोत्तमा नगरपालिका', 529, 'नगरपालिका', ''),
(2696, 'गैडहवा गाउँपालिका', 529, 'गाउँपालिका', ''),
(2697, 'कन्चन गाउँपालिका', 529, 'गाउँपालिका', ''),
(2698, 'कोटहीमाई गाउँपालिका', 529, 'गाउँपालिका', ''),
(2699, 'मर्चवारी गाउँपालिका', 529, 'गाउँपालिका', ''),
(2700, 'मायादेवी गाउँपालिका', 529, 'गाउँपालिका', ''),
(2701, 'ओमसतिया गाउँपालिका', 529, 'गाउँपालिका', ''),
(2702, 'रोहिणी गाउँपालिका', 529, 'गाउँपालिका', ''),
(2703, 'सम्मरीमाई गाउँपालिका', 529, 'गाउँपालिका', ''),
(2704, 'सियारी गाउँपालिका', 529, 'गाउँपालिका', ''),
(2705, 'शुद्धोधन गाउँपालिका', 529, 'गाउँपालिका', ''),
(2706, 'कपिलवस्तु नगरपालिका', 530, 'नगरपालिका', ''),
(2707, 'बुद्धभूमी नगरपालिका', 530, 'नगरपालिका', ''),
(2708, 'शिवराज नगरपालिका', 530, 'नगरपालिका', ''),
(2709, 'महाराजगंज नगरपालिका', 530, 'नगरपालिका', ''),
(2710, 'कृष्णनगर नगरपालिका', 530, 'नगरपालिका', ''),
(2711, 'बाणगंगा नगरपालिका', 530, 'नगरपालिका', ''),
(2712, 'मायादेवी गाउँपालिका', 530, 'गाउँपालिका', ''),
(2713, 'यसोधरा गाउँपालिका', 530, 'गाउँपालिका', ''),
(2714, 'सुद्धोधन गाउँपालिका', 530, 'गाउँपालिका', ''),
(2715, 'विजयनगर गाउँपालिका', 530, 'गाउँपालिका', ''),
(2716, 'सन्धिखर्क नगरपालिका', 531, 'नगरपालिका', ''),
(2717, 'शितगंगा नगरपालिका', 531, 'नगरपालिका', ''),
(2718, 'भूमिकास्थान नगरपालिका', 531, 'नगरपालिका', ''),
(2719, 'छत्रदेव गाउँपालिका', 531, 'गाउँपालिका', ''),
(2720, 'पाणिनी गाउँपालिका', 531, 'गाउँपालिका', ''),
(2721, 'मालारानी गाउँपालिका', 531, 'गाउँपालिका', ''),
(2722, 'प्यूठान नगरपालिका', 532, 'नगरपालिका', ''),
(2723, 'स्वर्गद्वारी नगरपालिका', 532, 'नगरपालिका', ''),
(2724, 'गौमुखी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2725, 'माण्डवी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2726, 'सरुमारानी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2727, 'मल्लरानी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2728, 'नौवहिनी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2729, 'झिमरुक गाउँपालिका', 532, 'गाउँपालिका', ''),
(2730, 'ऐरावती गाउँपालिका', 532, 'गाउँपालिका', ''),
(2731, 'रोल्पा नगरपालिका', 533, 'नगरपालिका', ''),
(2732, 'त्रिवेणी गाउँपालिका', 533, 'गाउँपालिका', ''),
(2733, 'दुईखोली गाउँपालिका', 533, 'गाउँपालिका', ''),
(2734, 'माडी गाउँपालिका', 533, 'गाउँपालिका', ''),
(2735, 'रुन्टीगढी गाउँपालिका', 533, 'गाउँपालिका', ''),
(2736, 'लुङग्री गाउँपालिका', 533, 'गाउँपालिका', ''),
(2737, 'सुकिदह गाउँपालिका', 533, 'गाउँपालिका', ''),
(2738, 'सुनछहरी गाउँपालिका', 533, 'गाउँपालिका', ''),
(2739, 'सुवर्णावती गाउँपालिका', 533, 'गाउँपालिका', ''),
(2740, 'थवाङ गाउँपालिका', 533, 'गाउँपालिका', ''),
(2741, 'पुथा उत्तरगंगा गाउँपालिका', 534, 'गाउँपालिका', ''),
(2742, 'भूमे गाउँपालिका', 534, 'गाउँपालिका', ''),
(2743, 'सिस्ने गाउँपालिका', 534, 'गाउँपालिका', ''),
(2744, 'तुल्सीपुर उपमहानगरपालिका', 535, 'उपमहानगरपालिका', ''),
(2745, 'घोराही उपमहानगरपालिका', 535, 'उपमहानगरपालिका', ''),
(2746, 'लमही नगरपालिका', 535, 'नगरपालिका', ''),
(2747, 'बंगलाचुली गाउँपालिका', 535, 'गाउँपालिका', ''),
(2748, 'दंगीशरण गाउँपालिका', 535, 'गाउँपालिका', ''),
(2749, 'गढवा गाउँपालिका', 535, 'गाउँपालिका', ''),
(2750, 'राजपुर गाउँपालिका', 535, 'गाउँपालिका', ''),
(2751, 'राप्ती गाउँपालिका', 535, 'गाउँपालिका', ''),
(2752, 'शान्तिनगर गाउँपालिका', 535, 'गाउँपालिका', ''),
(2753, 'बबई गाउँपालिका', 535, 'गाउँपालिका', ''),
(2754, 'नेपालगंज उपमहानगरपालिका', 536, 'उपमहानगरपालिका', ''),
(2755, 'कोहलपुर नगरपालिका', 536, 'नगरपालिका', ''),
(2756, 'नरैनापुर गाउँपालिका', 536, 'गाउँपालिका', ''),
(2757, 'राप्तीसोनारी गाउँपालिका', 536, 'गाउँपालिका', ''),
(2758, 'बैजनाथ गाउँपालिका', 536, 'गाउँपालिका', ''),
(2759, 'खजुरा गाउँपालिका', 536, 'गाउँपालिका', ''),
(2760, 'डुडुवा गाउँपालिका', 536, 'गाउँपालिका', ''),
(2761, 'जानकी गाउँपालिका', 536, 'गाउँपालिका', ''),
(2762, 'गुलरिया नगरपालिका', 537, 'नगरपालिका', ''),
(2763, 'मधुवन नगरपालिका', 537, 'नगरपालिका', ''),
(2764, 'राजापुर नगरपालिका', 537, 'नगरपालिका', ''),
(2765, 'ठाकुरबाबा नगरपालिका', 537, 'नगरपालिका', ''),
(2766, 'बाँसगढी नगरपालिका', 537, 'नगरपालिका', ''),
(2767, 'बारबर्दिया नगरपालिका', 537, 'नगरपालिका', ''),
(2768, 'बढैयाताल गाउँपालिका', 537, 'गाउँपालिका', ''),
(2769, 'गेरुवा गाउँपालिका', 537, 'गाउँपालिका', ''),
(2770, 'बर्दघाट नगरपालिका', 538, 'नगरपालिका', ''),
(2771, 'रामग्राम नगरपालिका', 538, 'नगरपालिका', ''),
(2772, 'सुनवल नगरपालिका', 538, 'नगरपालिका', ''),
(2773, 'सुस्ता गाउँपालिका', 538, 'गाउँपालिका', ''),
(2774, 'पाल्हीनन्दन गाउँपालिका', 538, 'गाउँपालिका', ''),
(2775, 'प्रतापपुर गाउँपालिका', 538, 'गाउँपालिका', ''),
(2776, 'सरावल गाउँपालिका', 538, 'गाउँपालिका', ''),
(2777, 'मुसिकोट नगरपालिका', 539, 'नगरपालिका', ''),
(2778, 'चौरजहारी नगरपालिका', 539, 'नगरपालिका', ''),
(2779, 'आठबिसकोट नगरपालिका', 539, 'नगरपालिका', ''),
(2780, 'बाँफिकोट गाउँपालिका', 539, 'गाउँपालिका', ''),
(2781, 'त्रिवेणी गाउँपालिका', 539, 'गाउँपालिका', ''),
(2782, 'सानी भेरी गाउँपालिका', 539, 'गाउँपालिका', ''),
(2783, 'शारदा नगरपालिका', 540, 'नगरपालिका', ''),
(2784, 'बागचौर नगरपालिका', 540, 'नगरपालिका', ''),
(2785, 'बनगाड कुपिण्डे नगरपालिका', 540, 'नगरपालिका', ''),
(2786, 'कालिमाटी गाउँपालिका', 540, 'गाउँपालिका', ''),
(2787, 'त्रिवेणी गाउँपालिका', 540, 'गाउँपालिका', ''),
(2788, 'कपुरकोट गाउँपालिका', 540, 'गाउँपालिका', ''),
(2789, 'छत्रेश्वरी गाउँपालिका', 540, 'गाउँपालिका', ''),
(2790, 'ढोरचौर गाउँपालिका', 540, 'गाउँपालिका', ''),
(2791, 'कुमाखमालिका गाउँपालिका', 540, 'गाउँपालिका', ''),
(2792, 'दार्मा गाउँपालिका', 540, 'गाउँपालिका', ''),
(2793, 'बीरेन्द्रनगर नगरपालिका', 541, 'नगरपालिका', ''),
(2794, 'भेरीगंगा नगरपालिका', 541, 'नगरपालिका', ''),
(2795, 'गुर्भाकोट नगरपालिका', 541, 'नगरपालिका', ''),
(2796, 'पञ्चपुरी नगरपालिका', 541, 'नगरपालिका', ''),
(2797, 'लेकवेशी नगरपालिका', 541, 'नगरपालिका', ''),
(2798, 'चौकुने गाउँपालिका', 541, 'गाउँपालिका', ''),
(2799, 'बराहताल गाउँपालिका', 541, 'गाउँपालिका', ''),
(2800, 'चिङ्गाड गाउँपालिका', 541, 'गाउँपालिका', ''),
(2801, 'सिम्ता गाउँपालिका', 541, 'गाउँपालिका', ''),
(2802, 'नारायण नगरपालिका', 542, 'नगरपालिका', ''),
(2803, 'दुल्लु नगरपालिका', 542, 'नगरपालिका', ''),
(2804, 'चामुण्डा विन्द्रासैनी नगरपालिका', 542, 'नगरपालिका', ''),
(2805, 'आठबीस नगरपालिका', 542, 'नगरपालिका', ''),
(2806, 'भगवतीमाई गाउँपालिका', 542, 'गाउँपालिका', ''),
(2807, 'गुराँस गाउँपालिका', 542, 'गाउँपालिका', ''),
(2808, 'डुंगेश्वर गाउँपालिका', 542, 'गाउँपालिका', ''),
(2809, 'नौमुले गाउँपालिका', 542, 'गाउँपालिका', ''),
(2810, 'महावु गाउँपालिका', 542, 'गाउँपालिका', ''),
(2811, 'भैरवी गाउँपालिका', 542, 'गाउँपालिका', ''),
(2812, 'ठाँटीकाँध गाउँपालिका', 542, 'गाउँपालिका', ''),
(2813, 'भेरी नगरपालिका', 543, 'नगरपालिका', ''),
(2814, 'छेडागाड नगरपालिका', 543, 'नगरपालिका', ''),
(2815, 'त्रिवेणी नलगाड नगरपालिका', 543, 'नगरपालिका', ''),
(2816, 'बारेकोट गाउँपालिका', 543, 'गाउँपालिका', ''),
(2817, 'कुसे गाउँपालिका', 543, 'गाउँपालिका', ''),
(2818, 'जुनीचाँदे गाउँपालिका', 543, 'गाउँपालिका', ''),
(2819, 'शिवालय गाउँपालिका', 543, 'गाउँपालिका', ''),
(2820, 'ठुली भेरी नगरपालिका', 544, 'नगरपालिका', ''),
(2821, 'त्रिपुरासुन्दरी नगरपालिका', 544, 'नगरपालिका', ''),
(2822, 'डोल्पो बुद्ध गाउँपालिका', 544, 'गाउँपालिका', ''),
(2823, 'शे फोक्सुन्डो गाउँपालिका', 544, 'गाउँपालिका', ''),
(2824, 'जगदुल्ला गाउँपालिका', 544, 'गाउँपालिका', ''),
(2825, 'मुड्केचुला गाउँपालिका', 544, 'गाउँपालिका', ''),
(2826, 'काईके गाउँपालिका', 544, 'गाउँपालिका', ''),
(2827, 'छार्का ताङसोङ गाउँपालिका', 544, 'गाउँपालिका', ''),
(2828, 'चन्दननाथ नगरपालिका', 545, 'नगरपालिका', ''),
(2829, 'कनकासुन्दरी गाउँपालिका', 545, 'गाउँपालिका', ''),
(2830, 'सिंजा गाउँपालिका', 545, 'गाउँपालिका', ''),
(2831, 'हिमा गाउँपालिका', 545, 'गाउँपालिका', ''),
(2832, 'तिला गाउँपालिका', 545, 'गाउँपालिका', ''),
(2833, 'गुठिचौर गाउँपालिका', 545, 'गाउँपालिका', ''),
(2834, 'तातोपानी गाउँपालिका', 545, 'गाउँपालिका', ''),
(2835, 'पातारासी गाउँपालिका', 545, 'गाउँपालिका', ''),
(2836, 'खाँडाचक्र नगरपालिका', 546, 'नगरपालिका', ''),
(2837, 'रास्कोट नगरपालिका', 546, 'नगरपालिका', ''),
(2838, 'तिलागुफा नगरपालिका', 546, 'नगरपालिका', ''),
(2839, 'पचालझरना गाउँपालिका', 546, 'गाउँपालिका', ''),
(2840, 'सान्नी त्रिवेणी गाउँपालिका', 546, 'गाउँपालिका', ''),
(2841, 'नरहरिनाथ गाउँपालिका', 546, 'गाउँपालिका', ''),
(2842, 'कालिका गाउँपालिका', 546, 'गाउँपालिका', ''),
(2843, 'महावै गाउँपालिका', 546, 'गाउँपालिका', ''),
(2844, 'पलाता गाउँपालिका', 546, 'गाउँपालिका', ''),
(2845, 'छायाँनाथ रारा नगरपालिका', 547, 'नगरपालिका', ''),
(2846, 'मुगुम कार्मारोंग गाउँपालिका', 547, 'गाउँपालिका', ''),
(2847, 'सोरु गाउँपालिका', 547, 'गाउँपालिका', ''),
(2848, 'खत्याड गाउँपालिका', 547, 'गाउँपालिका', ''),
(2849, 'सिमकोट गाउँपालिका', 548, 'गाउँपालिका', ''),
(2850, 'नाम्खा गाउँपालिका', 548, 'गाउँपालिका', ''),
(2851, 'खार्पुनाथ गाउँपालिका', 548, 'गाउँपालिका', ''),
(2852, 'सर्केगाड गाउँपालिका', 548, 'गाउँपालिका', ''),
(2853, 'चंखेली गाउँपालिका', 548, 'गाउँपालिका', ''),
(2854, 'अदानचुली गाउँपालिका', 548, 'गाउँपालिका', ''),
(2855, 'ताँजाकोट गाउँपालिका', 548, 'गाउँपालिका', ''),
(2856, 'बडीमालिका नगरपालिका', 549, 'नगरपालिका', ''),
(2857, 'त्रिवेणी नगरपालिका', 549, 'नगरपालिका', ''),
(2858, 'बुढीगंगा नगरपालिका', 549, 'नगरपालिका', ''),
(2859, 'बुढीनन्दा नगरपालिका', 549, 'नगरपालिका', ''),
(2860, 'गौमुल गाउँपालिका', 549, 'गाउँपालिका', ''),
(2861, 'पाण्डव गुफा गाउँपालिका', 549, 'गाउँपालिका', ''),
(2862, 'स्वामीकार्तिक गाउँपालिका', 549, 'गाउँपालिका', ''),
(2863, 'छेडेदह गाउँपालिका', 549, 'गाउँपालिका', ''),
(2864, 'हिमाली गाउँपालिका', 549, 'गाउँपालिका', ''),
(2865, 'जयपृथ्वी नगरपालिका', 550, 'नगरपालिका', ''),
(2866, 'बुंगल नगरपालिका', 550, 'नगरपालिका', ''),
(2867, 'तलकोट गाउँपालिका', 550, 'गाउँपालिका', ''),
(2868, 'मष्टा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2869, 'खप्तडछान्ना गाउँपालिका', 550, 'गाउँपालिका', ''),
(2870, 'थलारा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2871, 'वित्थडचिर गाउँपालिका', 550, 'गाउँपालिका', ''),
(2872, 'सूर्मा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2873, 'छबिसपाथिभेरा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2874, 'दुर्गाथली गाउँपालिका', 550, 'गाउँपालिका', ''),
(2875, 'केदारस्युँ गाउँपालिका', 550, 'गाउँपालिका', ''),
(2876, 'काँडा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2877, 'मंगलसेन नगरपालिका', 551, 'नगरपालिका', ''),
(2878, 'कमलबजार नगरपालिका', 551, 'नगरपालिका', ''),
(2879, 'साँफेबगर नगरपालिका', 551, 'नगरपालिका', ''),
(2880, 'पन्चदेवल विनायक नगरपालिका', 551, 'नगरपालिका', ''),
(2881, 'चौरपाटी गाउँपालिका', 551, 'गाउँपालिका', ''),
(2882, 'मेल्लेख गाउँपालिका', 551, 'गाउँपालिका', ''),
(2883, 'बान्निगढी जयगढ गाउँपालिका', 551, 'गाउँपालिका', ''),
(2884, 'रामारोशन गाउँपालिका', 551, 'गाउँपालिका', ''),
(2885, 'ढकारी गाउँपालिका', 551, 'गाउँपालिका', ''),
(2886, 'तुर्माखाँद गाउँपालिका', 551, 'गाउँपालिका', ''),
(2887, 'दिपायल सिलगढी नगरपालिका', 552, 'नगरपालिका', ''),
(2888, 'शिखर नगरपालिका', 552, 'नगरपालिका', ''),
(2889, 'पूर्वीचौकी गाउँपालिका', 552, 'गाउँपालिका', ''),
(2890, 'बडीकेदार गाउँपालिका', 552, 'गाउँपालिका', ''),
(2891, 'जोरायल गाउँपालिका', 552, 'गाउँपालिका', ''),
(2892, 'सायल गाउँपालिका', 552, 'गाउँपालिका', ''),
(2893, 'आदर्श गाउँपालिका', 552, 'गाउँपालिका', ''),
(2894, 'के.आई.सिं. गाउँपालिका', 552, 'गाउँपालिका', ''),
(2895, 'बोगटान गाउँपालिका', 552, 'गाउँपालिका', ''),
(2896, 'धनगढी उपमहानगरपालिका', 553, 'उपमहानगरपालिका', ''),
(2897, 'टिकापुर नगरपालिका', 553, 'नगरपालिका', ''),
(2898, 'घोडाघोडी नगरपालिका', 553, 'नगरपालिका', ''),
(2899, 'लम्कीचुहा नगरपालिका', 553, 'नगरपालिका', ''),
(2900, 'भजनी नगरपालिका', 553, 'नगरपालिका', ''),
(2901, 'गोदावरी नगरपालिका', 553, 'नगरपालिका', ''),
(2902, 'गौरीगंगा नगरपालिका', 553, 'नगरपालिका', ''),
(2903, 'जानकी गाउँपालिका', 553, 'गाउँपालिका', ''),
(2904, 'बर्दगोरिया गाउँपालिका', 553, 'गाउँपालिका', ''),
(2905, 'मोहन्याल गाउँपालिका', 553, 'गाउँपालिका', ''),
(2906, 'कैलारी गाउँपालिका', 553, 'गाउँपालिका', ''),
(2907, 'जोशीपुर गाउँपालिका', 553, 'गाउँपालिका', ''),
(2908, 'चुरे गाउँपालिका', 553, 'गाउँपालिका', ''),
(2909, 'भीमदत्त नगरपालिका', 554, 'नगरपालिका', ''),
(2910, 'पुर्नवास नगरपालिका', 554, 'नगरपालिका', ''),
(2911, 'वेदकोट नगरपालिका', 554, 'नगरपालिका', ''),
(2912, 'महाकाली नगरपालिका', 554, 'नगरपालिका', ''),
(2913, 'शुक्लाफाँटा नगरपालिका', 554, 'नगरपालिका', ''),
(2914, 'बेलौरी नगरपालिका', 554, 'नगरपालिका', ''),
(2915, 'कृष्णपुर नगरपालिका', 554, 'नगरपालिका', ''),
(2916, 'बेलडाडी गाउँपालिका', 554, 'गाउँपालिका', ''),
(2917, 'लालझाडी गाउँपालिका', 554, 'गाउँपालिका', ''),
(2918, 'अमरगढी नगरपालिका', 555, 'नगरपालिका', ''),
(2919, 'परशुराम नगरपालिका', 555, 'नगरपालिका', ''),
(2920, 'आलिताल गाउँपालिका', 555, 'गाउँपालिका', ''),
(2921, 'भागेश्वर गाउँपालिका', 555, 'गाउँपालिका', ''),
(2922, 'नवदुर्गा गाउँपालिका', 555, 'गाउँपालिका', ''),
(2923, 'अजयमेरु गाउँपालिका', 555, 'गाउँपालिका', ''),
(2924, 'गन्यापधुरा गाउँपालिका', 555, 'गाउँपालिका', ''),
(2925, 'दशरथचन्द नगरपालिका', 556, 'नगरपालिका', ''),
(2926, 'पाटन नगरपालिका', 556, 'नगरपालिका', ''),
(2927, 'मेलौली नगरपालिका', 556, 'नगरपालिका', ''),
(2928, 'पुर्चौडी नगरपालिका', 556, 'नगरपालिका', ''),
(2929, 'सुर्नया गाउँपालिका', 556, 'गाउँपालिका', ''),
(2930, 'सिगास गाउँपालिका', 556, 'गाउँपालिका', ''),
(2931, 'शिवनाथ गाउँपालिका', 556, 'गाउँपालिका', ''),
(2932, 'पञ्चेश्वर गाउँपालिका', 556, 'गाउँपालिका', ''),
(2933, 'दोगडाकेदार गाउँपालिका', 556, 'गाउँपालिका', ''),
(2934, 'डीलासैनी गाउँपालिका', 556, 'गाउँपालिका', ''),
(2935, 'महाकाली नगरपालिका', 557, 'नगरपालिका', ''),
(2936, 'शैल्यशिखर नगरपालिका', 557, 'नगरपालिका', ''),
(2937, 'मालिकार्जुन गाउँपालिका', 557, 'गाउँपालिका', ''),
(2938, 'अपिहिमाल गाउँपालिका', 557, 'गाउँपालिका', ''),
(2939, 'दुहुँ गाउँपालिका', 557, 'गाउँपालिका', ''),
(2940, 'नौगाड गाउँपालिका', 557, 'गाउँपालिका', ''),
(2941, 'मार्मा गाउँपालिका', 557, 'गाउँपालिका', ''),
(2942, 'लेकम गाउँपालिका', 557, 'गाउँपालिका', ''),
(2943, 'ब्याँस गाउँपालिका', 557, 'गाउँपालिका', '');

-- --------------------------------------------------------

--
-- Table structure for table `settings_office`
--

CREATE TABLE `settings_office` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `address` text NOT NULL,
  `sambodhan` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_office`
--

INSERT INTO `settings_office` (`id`, `name`, `address`, `sambodhan`) VALUES
(1, 'वडा कार्यालय', 'गजुरी, धादिङ्ग, प्रदेश नं. ३, नेपाल', 'श्री प्रमुख प्रशासकीय अधिकृत ज्यु'),
(2, 'मालपोत कार्यालय ', 'गजुरी, धादिङ्ग, प्रदेश नं. ३, नेपाल', 'श्री प्रमुख प्रशासकीय अधिकृत ज्यु'),
(3, 'जिल्ला प्रशासन कार्यालय', 'गजुरी, धादिङ्ग, प्रदेश नं. ३, नेपाल', 'श्री प्रमुख प्रशासकीय अधिकृत ज्यु'),
(4, 'जो जस संग सम्बन्ध छ', '', ''),
(5, 'जल्ला प्रसाशन कार्यालय', 'गजुरी, धादिङ्ग, प्रदेश नं. ३, नेपाल', 'श्री प्रमुख प्रशासकीय अधिकृत ज्यु'),
(6, 'यातायात कार्यालय', 'गजुरी, धादिङ्ग, प्रदेश नं. ३, नेपाल', 'श्री प्रमुख प्रशासकीय अधिकृत ज्यु'),
(7, 'खानेपानी कार्यालय', 'गजुरी, धादिङ्ग, प्रदेश नं. ३, नेपाल', 'श्री प्रमुख प्रशासकीय अधिकृत ज्यु'),
(15, 'test', 'Biratnagar-03', 'test'),
(16, 'testtasdas', 'jafjsdsa', 'test'),
(17, 'Test1', 'Test2', 'Test');

-- --------------------------------------------------------

--
-- Table structure for table `settings_post`
--

CREATE TABLE `settings_post` (
  `id` int(11) NOT NULL,
  `name` varchar(80) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_post`
--

INSERT INTO `settings_post` (`id`, `name`) VALUES
(1, 'अध्यक्ष्य'),
(2, 'उप-अध्यक्ष्य'),
(3, 'कोसाध्यक्ष्य	'),
(4, 'सचिव'),
(5, 'उप-सचिव'),
(6, 'संयोजक'),
(7, 'सदस्य');

-- --------------------------------------------------------

--
-- Table structure for table `settings_session`
--

CREATE TABLE `settings_session` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `is_current` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_session`
--

INSERT INTO `settings_session` (`id`, `name`, `is_current`) VALUES
(1, '2075/76', 0),
(2, '2076/77', 1);

-- --------------------------------------------------------

--
-- Table structure for table `settings_state`
--

CREATE TABLE `settings_state` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_state`
--

INSERT INTO `settings_state` (`id`, `name`) VALUES
(1, 'प्रदेश १'),
(2, 'प्रदेश २'),
(3, 'प्रदेश ३'),
(4, 'गण्डकी प्रदेश'),
(6, 'प्रदेश ६'),
(7, 'प्रदेश ७');

-- --------------------------------------------------------

--
-- Table structure for table `settings_vdc_municipality`
--

CREATE TABLE `settings_vdc_municipality` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL,
  `district_id` int(11) NOT NULL,
  `type` text CHARACTER SET utf8 NOT NULL,
  `english_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `settings_vdc_municipality`
--

INSERT INTO `settings_vdc_municipality` (`id`, `name`, `district_id`, `type`, `english_name`) VALUES
(2191, 'फुङलिङ नगरपालिका', 481, 'नगरपालिका', ''),
(2192, 'आठराई त्रिवेणी गाउँपालिका', 481, 'गाउँपालिका', ''),
(2193, 'सिदिङ्वा गाउँपालिका', 481, 'गाउँपालिका', ''),
(2194, 'फक्ताङलुङ गाउँपालिका', 481, 'गाउँपालिका', ''),
(2195, 'मिक्वाखोला गाउँपालिका', 481, 'गाउँपालिका', ''),
(2196, 'मेरिङदेन गाउँपालिका', 481, 'गाउँपालिका', ''),
(2197, 'मैवाखोला गाउँपालिका', 481, 'गाउँपालिका', ''),
(2198, 'याङवरक गाउँपालिका', 481, 'गाउँपालिका', ''),
(2199, 'सिरीजङ्घा गाउँपालिका', 481, 'गाउँपालिका', ''),
(2200, 'फिदिम नगरपालिका', 482, 'नगरपालिका', ''),
(2201, 'फालेलुंग गाउँपालिका', 482, 'गाउँपालिका', ''),
(2202, 'फाल्गुनन्द गाउँपालिका', 482, 'गाउँपालिका', ''),
(2203, 'हिलिहाङ गाउँपालिका', 482, 'गाउँपालिका', ''),
(2204, 'कुम्मायक गाउँपालिका', 482, 'गाउँपालिका', ''),
(2205, 'मिक्लाजुङ गाउँपालिका', 482, 'गाउँपालिका', ''),
(2206, 'तुम्बेवा गाउँपालिका', 482, 'गाउँपालिका', ''),
(2207, 'याङवरक गाउँपालिका', 482, 'गाउँपालिका', ''),
(2208, 'ईलाम नगरपालिका', 483, 'नगरपालिका', ''),
(2209, 'देउमाई नगरपालिका', 483, 'नगरपालिका', ''),
(2210, 'माई नगरपालिका', 483, 'नगरपालिका', ''),
(2211, 'सूर्योदय नगरपालिका', 483, 'नगरपालिका', ''),
(2212, 'फाकफोकथुम गाउँपालिका', 483, 'गाउँपालिका', ''),
(2213, 'चुलाचुली गाउँपालिका', 483, 'गाउँपालिका', ''),
(2214, 'माईजोगमाई गाउँपालिका', 483, 'गाउँपालिका', ''),
(2215, 'माङसेबुङ गाउँपालिका', 483, 'गाउँपालिका', ''),
(2216, 'रोङ गाउँपालिका', 483, 'गाउँपालिका', ''),
(2217, 'सन्दकपुर गाउँपालिका', 483, 'गाउँपालिका', ''),
(2218, 'मेचीनगर नगरपालिका', 484, 'नगरपालिका', ''),
(2219, 'दमक नगरपालिका', 484, 'नगरपालिका', ''),
(2220, 'कन्काई नगरपालिका', 484, 'नगरपालिका', ''),
(2221, 'भद्रपुर नगरपालिका', 484, 'नगरपालिका', ''),
(2222, 'अर्जुनधारा नगरपालिका', 484, 'नगरपालिका', ''),
(2223, 'शिवशताक्षी नगरपालिका', 484, 'नगरपालिका', ''),
(2224, 'गौरादह नगरपालिका', 484, 'नगरपालिका', ''),
(2225, 'विर्तामोड नगरपालिका', 484, 'नगरपालिका', ''),
(2226, 'कमल गाउँपालिका', 484, 'गाउँपालिका', ''),
(2227, 'गौरीगंज गाउँपालिका', 484, 'गाउँपालिका', ''),
(2228, 'बाह्रदशी गाउँपालिका', 484, 'गाउँपालिका', ''),
(2229, 'झापा गाउँपालिका', 484, 'गाउँपालिका', ''),
(2230, 'बुद्धशान्ति गाउँपालिका', 484, 'गाउँपालिका', ''),
(2231, 'हल्दिवारी गाउँपालिका', 484, 'गाउँपालिका', ''),
(2232, 'कचनकवल गाउँपालिका', 484, 'गाउँपालिका', ''),
(2233, 'विराटनगर महानगरपालिका', 485, 'महानगरपालिका', ''),
(2234, 'बेलवारी नगरपालिका', 485, 'नगरपालिका', ''),
(2235, 'लेटाङ नगरपालिका', 485, 'नगरपालिका', ''),
(2236, 'पथरी शनिश्चरे नगरपालिका', 485, 'नगरपालिका', ''),
(2237, 'रंगेली नगरपालिका', 485, 'नगरपालिका', ''),
(2238, 'रतुवामाई नगरपालिका', 485, 'नगरपालिका', ''),
(2239, 'सुनवर्षि नगरपालिका', 485, 'नगरपालिका', ''),
(2240, 'उर्लावारी नगरपालिका', 485, 'नगरपालिका', ''),
(2241, 'सुन्दरहरैचा नगरपालिका', 485, 'नगरपालिका', ''),
(2242, 'बुढीगंगा गाउँपालिका', 485, 'गाउँपालिका', ''),
(2243, 'धनपालथान गाउँपालिका', 485, 'गाउँपालिका', ''),
(2244, 'ग्रामथान गाउँपालिका', 485, 'गाउँपालिका', ''),
(2245, 'जहदा गाउँपालिका', 485, 'गाउँपालिका', ''),
(2246, 'कानेपोखरी गाउँपालिका', 485, 'गाउँपालिका', ''),
(2247, 'कटहरी गाउँपालिका', 485, 'गाउँपालिका', ''),
(2248, 'केरावारी गाउँपालिका', 485, 'गाउँपालिका', ''),
(2249, 'मिक्लाजुङ गाउँपालिका', 485, 'गाउँपालिका', ''),
(2250, 'ईटहरी उपमहानगरपालिका', 486, 'उपमहानगरपालिका', ''),
(2251, 'धरान उपमहानगरपालिका', 486, 'उपमहानगरपालिका', ''),
(2252, 'ईनरुवा नगरपालिका', 486, 'नगरपालिका', ''),
(2253, 'दुहवी नगरपालिका', 486, 'नगरपालिका', ''),
(2254, 'रामधुनी नगरपालिका', 486, 'नगरपालिका', ''),
(2255, 'बराह नगरपालिका', 486, 'नगरपालिका', ''),
(2256, 'देवानगञ्ज गाउँपालिका', 486, 'गाउँपालिका', ''),
(2257, 'कोशी गाउँपालिका', 486, 'गाउँपालिका', ''),
(2258, 'गढी गाउँपालिका', 486, 'गाउँपालिका', ''),
(2259, 'बर्जु गाउँपालिका', 486, 'गाउँपालिका', ''),
(2260, 'भोक्राहा गाउँपालिका', 486, 'गाउँपालिका', ''),
(2261, 'हरिनगरा गाउँपालिका', 486, 'गाउँपालिका', ''),
(2262, 'पाख्रिबास नगरपालिका', 487, 'नगरपालिका', ''),
(2263, 'धनकुटा नगरपालिका', 487, 'नगरपालिका', ''),
(2264, 'महालक्ष्मी नगरपालिका', 487, 'नगरपालिका', ''),
(2265, 'साँगुरीगढी गाउँपालिका', 487, 'गाउँपालिका', ''),
(2266, 'खाल्सा छिन्ताङ सहिदभूमि गाउँपालिका', 487, 'गाउँपालिका', ''),
(2267, 'छथर जोरपाटी गाउँपालिका', 487, 'गाउँपालिका', ''),
(2268, 'चौविसे गाउँपालिका', 487, 'गाउँपालिका', ''),
(2269, 'म्याङलुङ नगरपालिका', 488, 'नगरपालिका', ''),
(2270, 'लालीगुराँस नगरपालिका', 488, 'नगरपालिका', ''),
(2271, 'आठराई गाउँपालिका', 488, 'गाउँपालिका', ''),
(2272, 'छथर गाउँपालिका', 488, 'गाउँपालिका', ''),
(2273, 'फेदाप गाउँपालिका', 488, 'गाउँपालिका', ''),
(2274, 'मेन्छयायेम गाउँपालिका', 488, 'गाउँपालिका', ''),
(2275, 'चैनपुर नगरपालिका', 489, 'नगरपालिका', ''),
(2276, 'धर्मदेवी नगरपालिका', 489, 'नगरपालिका', ''),
(2277, 'खाँदवारी नगरपालिका', 489, 'नगरपालिका', ''),
(2278, 'मादी नगरपालिका', 489, 'नगरपालिका', ''),
(2279, 'पाँचखपन नगरपालिका', 489, 'नगरपालिका', ''),
(2280, 'भोटखोला गाउँपालिका', 489, 'गाउँपालिका', ''),
(2281, 'चिचिला गाउँपालिका', 489, 'गाउँपालिका', ''),
(2282, 'मकालु गाउँपालिका', 489, 'गाउँपालिका', ''),
(2283, 'सभापोखरी गाउँपालिका', 489, 'गाउँपालिका', ''),
(2284, 'सिलीचोङ गाउँपालिका', 489, 'गाउँपालिका', ''),
(2285, 'भोजपुर नगरपालिका', 490, 'नगरपालिका', ''),
(2286, 'षडानन्द नगरपालिका', 490, 'नगरपालिका', ''),
(2287, 'ट्याम्केमैयुम गाउँपालिका', 490, 'गाउँपालिका', ''),
(2288, 'रामप्रसाद राई गाउँपालिका', 490, 'गाउँपालिका', ''),
(2289, 'अरुण गाउँपालिका', 490, 'गाउँपालिका', ''),
(2290, 'पौवादुङमा गाउँपालिका', 490, 'गाउँपालिका', ''),
(2291, 'साल्पासिलिछो गाउँपालिका', 490, 'गाउँपालिका', ''),
(2292, 'आमचोक गाउँपालिका', 490, 'गाउँपालिका', ''),
(2293, 'हतुवागढी गाउँपालिका', 490, 'गाउँपालिका', ''),
(2294, 'सोलुदुधकुण्ड नगरपालिका', 491, 'नगरपालिका', ''),
(2295, 'दुधकोसी गाउँपालिका', 491, 'गाउँपालिका', ''),
(2296, 'खुम्वु पासाङल्हमु गाउँपालिका', 491, 'गाउँपालिका', ''),
(2297, 'दुधकौशिका गाउँपालिका', 491, 'गाउँपालिका', ''),
(2298, 'नेचासल्यान गाउँपालिका', 491, 'गाउँपालिका', ''),
(2299, 'माहाकुलुङ गाउँपालिका', 491, 'गाउँपालिका', ''),
(2300, 'लिखु पिके गाउँपालिका', 491, 'गाउँपालिका', ''),
(2301, 'सोताङ गाउँपालिका', 491, 'गाउँपालिका', ''),
(2302, 'सिद्दिचरण नगरपालिका', 492, 'नगरपालिका', ''),
(2303, 'खिजिदेम्बा गाउँपालिका', 492, 'गाउँपालिका', ''),
(2304, 'चम्पादेवी गाउँपालिका', 492, 'गाउँपालिका', ''),
(2305, 'चिशंखुगढी गाउँपालिका', 492, 'गाउँपालिका', ''),
(2306, 'मानेभञ्याङ गाउँपालिका', 492, 'गाउँपालिका', ''),
(2307, 'मोलुङ गाउँपालिका', 492, 'गाउँपालिका', ''),
(2308, 'लिखु गाउँपालिका', 492, 'गाउँपालिका', ''),
(2309, 'सुनकोशी गाउँपालिका', 492, 'गाउँपालिका', ''),
(2310, 'हलेसी तुवाचुङ नगरपालिका', 493, 'नगरपालिका', ''),
(2311, 'रुपाकोट मझुवागढी नगरपालिका', 493, 'नगरपालिका', ''),
(2312, 'ऐसेलुखर्क गाउँपालिका', 493, 'गाउँपालिका', ''),
(2313, 'लामीडाँडा गाउँपालिका', 493, 'गाउँपालिका', ''),
(2314, 'जन्तेढुंगा गाउँपालिका', 493, 'गाउँपालिका', ''),
(2315, 'खोटेहाङ गाउँपालिका', 493, 'गाउँपालिका', ''),
(2316, 'केपिलासगढी गाउँपालिका', 493, 'गाउँपालिका', ''),
(2317, 'दिप्रुङ गाउँपालिका', 493, 'गाउँपालिका', ''),
(2318, 'साकेला गाउँपालिका', 493, 'गाउँपालिका', ''),
(2319, 'वराहपोखरी गाउँपालिका', 493, 'गाउँपालिका', ''),
(2320, 'कटारी नगरपालिका', 494, 'नगरपालिका', ''),
(2321, 'चौदण्डीगढी नगरपालिका', 494, 'नगरपालिका', ''),
(2322, 'त्रियुगा नगरपालिका', 494, 'नगरपालिका', ''),
(2323, 'वेलका नगरपालिका', 494, 'नगरपालिका', ''),
(2324, 'उदयपुरगढी गाउँपालिका', 494, 'गाउँपालिका', ''),
(2325, 'ताप्ली गाउँपालिका', 494, 'गाउँपालिका', ''),
(2326, 'रौतामाई गाउँपालिका', 494, 'गाउँपालिका', ''),
(2327, 'सुनकोशी गाउँपालिका', 494, 'गाउँपालिका', ''),
(2328, 'राजविराज नगरपालिका', 496, 'नगरपालिका', ''),
(2329, 'कञ्चनरुप नगरपालिका', 496, 'नगरपालिका', ''),
(2330, 'डाक्नेश्वरी नगरपालिका', 496, 'नगरपालिका', ''),
(2331, 'बोदेबरसाईन नगरपालिका', 496, 'नगरपालिका', ''),
(2332, 'खडक नगरपालिका', 496, 'नगरपालिका', ''),
(2333, 'शम्भुनाथ नगरपालिका', 496, 'नगरपालिका', ''),
(2334, 'सुरुङ्‍गा नगरपालिका', 496, 'नगरपालिका', ''),
(2335, 'हनुमाननगर कङ्‌कालिनी नगरपालिका', 496, 'नगरपालिका', ''),
(2336, 'सप्तकोशी नगरपालिका', 496, 'नगरपालिका', ''),
(2337, 'अग्निसाइर कृष्णासवरन गाउँपालिका', 496, 'गाउँपालिका', ''),
(2338, 'छिन्नमस्ता गाउँपालिका', 496, 'गाउँपालिका', ''),
(2339, 'महादेवा गाउँपालिका', 496, 'गाउँपालिका', ''),
(2340, 'तिरहुत गाउँपालिका', 496, 'गाउँपालिका', ''),
(2341, 'तिलाठी कोईलाडी गाउँपालिका', 496, 'गाउँपालिका', ''),
(2342, 'रुपनी गाउँपालिका', 496, 'गाउँपालिका', ''),
(2343, 'बेल्ही चपेना गाउँपालिका', 496, 'गाउँपालिका', ''),
(2344, 'बिष्णुपुर गाउँपालिका', 496, 'गाउँपालिका', ''),
(2345, 'बलान-बिहुल गाउँपालिका', 496, 'गाउँपालिका', ''),
(2346, 'लहान नगरपालिका', 497, 'नगरपालिका', ''),
(2347, 'धनगढीमाई नगरपालिका', 497, 'नगरपालिका', ''),
(2348, 'सिरहा नगरपालिका', 497, 'नगरपालिका', ''),
(2349, 'गोलबजार नगरपालिका', 497, 'नगरपालिका', ''),
(2350, 'मिर्चैयाँ नगरपालिका', 497, 'नगरपालिका', ''),
(2351, 'कल्याणपुर नगरपालिका', 497, 'नगरपालिका', ''),
(2352, 'कर्जन्हा नगरपालिका', 497, 'नगरपालिका', ''),
(2353, 'सुखीपुर नगरपालिका', 497, 'नगरपालिका', ''),
(2354, 'भगवानपुर गाउँपालिका', 497, 'गाउँपालिका', ''),
(2355, 'औरही गाउँपालिका', 497, 'गाउँपालिका', ''),
(2356, 'विष्णुपुर गाउँपालिका', 497, 'गाउँपालिका', ''),
(2357, 'बरियारपट्टी गाउँपालिका', 497, 'गाउँपालिका', ''),
(2358, 'लक्ष्मीपुर पतारी गाउँपालिका', 497, 'गाउँपालिका', ''),
(2359, 'नरहा गाउँपालिका', 497, 'गाउँपालिका', ''),
(2360, 'सखुवानान्कारकट्टी गाउँपालिका', 497, 'गाउँपालिका', ''),
(2361, 'अर्नमा गाउँपालिका', 497, 'गाउँपालिका', ''),
(2362, 'नवराजपुर गाउँपालिका', 497, 'गाउँपालिका', ''),
(2363, 'जनकपुर उपमहानगरपालिका', 498, 'उपमहानगरपालिका', ''),
(2364, 'क्षिरेश्वरनाथ नगरपालिका', 498, 'नगरपालिका', ''),
(2365, 'गणेशमान चारनाथ नगरपालिका', 498, 'नगरपालिका', ''),
(2366, 'धनुषाधाम नगरपालिका', 498, 'नगरपालिका', ''),
(2367, 'नगराइन नगरपालिका', 498, 'नगरपालिका', ''),
(2368, 'विदेह नगरपालिका', 498, 'नगरपालिका', ''),
(2369, 'मिथिला नगरपालिका', 498, 'नगरपालिका', ''),
(2370, 'शहीदनगर नगरपालिका', 498, 'नगरपालिका', ''),
(2371, 'सबैला नगरपालिका', 498, 'नगरपालिका', ''),
(2372, 'कमला नगरपालिका', 498, 'नगरपालिका', ''),
(2373, 'मिथिला बिहारी नगरपालिका', 498, 'नगरपालिका', ''),
(2374, 'हंसपुर नगरपालिका', 498, 'नगरपालिका', ''),
(2375, 'जनकनन्दिनी गाउँपालिका', 498, 'गाउँपालिका', ''),
(2376, 'बटेश्वर गाउँपालिका', 498, 'गाउँपालिका', ''),
(2377, 'मुखियापट्टी मुसहरमिया गाउँपालिका', 498, 'गाउँपालिका', ''),
(2378, 'लक्ष्मीनिया गाउँपालिका', 498, 'गाउँपालिका', ''),
(2379, 'औरही गाउँपालिका', 498, 'गाउँपालिका', ''),
(2380, 'धनौजी गाउँपालिका', 498, 'गाउँपालिका', ''),
(2381, 'जलेश्वर नगरपालिका', 499, 'नगरपालिका', ''),
(2382, 'बर्दिबास नगरपालिका', 499, 'नगरपालिका', ''),
(2383, 'गौशाला नगरपालिका', 499, 'नगरपालिका', ''),
(2384, 'लोहरपट्टी नगरपालिका', 499, 'नगरपालिका', ''),
(2385, 'रामगोपालपुर नगरपालिका', 499, 'नगरपालिका', ''),
(2386, 'मनरा शिसवा नगरपालिका', 499, 'नगरपालिका', ''),
(2387, 'मटिहानी नगरपालिका', 499, 'नगरपालिका', ''),
(2388, 'भँगाहा नगरपालिका', 499, 'नगरपालिका', ''),
(2389, 'बलवा नगरपालिका', 499, 'नगरपालिका', ''),
(2390, 'औरही नगरपालिका', 499, 'नगरपालिका', ''),
(2391, 'एकडारा गाउँपालिका', 499, 'गाउँपालिका', ''),
(2392, 'सोनमा गाउँपालिका', 499, 'गाउँपालिका', ''),
(2393, 'साम्सी गाउँपालिका', 499, 'गाउँपालिका', ''),
(2394, 'महोत्तरी गाउँपालिका', 499, 'गाउँपालिका', ''),
(2395, 'पिपरा गाउँपालिका', 499, 'गाउँपालिका', ''),
(2396, 'ईश्वरपुर नगरपालिका', 500, 'नगरपालिका', ''),
(2397, 'मलंगवा नगरपालिका', 500, 'नगरपालिका', ''),
(2398, 'लालबन्दी नगरपालिका', 500, 'नगरपालिका', ''),
(2399, 'हरिपुर नगरपालिका', 500, 'नगरपालिका', ''),
(2400, 'हरिपुर्वा नगरपालिका', 500, 'नगरपालिका', ''),
(2401, 'हरिवन नगरपालिका', 500, 'नगरपालिका', ''),
(2402, 'बरहथवा नगरपालिका', 500, 'नगरपालिका', ''),
(2403, 'बलरा नगरपालिका', 500, 'नगरपालिका', ''),
(2404, 'गोडैटा नगरपालिका', 500, 'नगरपालिका', ''),
(2405, 'बागमती नगरपालिका', 500, 'नगरपालिका', ''),
(2406, 'कविलासी नगरपालिका', 500, 'नगरपालिका', ''),
(2407, 'चक्रघट्टा गाउँपालिका', 500, 'गाउँपालिका', ''),
(2408, 'चन्द्रनगर गाउँपालिका', 500, 'गाउँपालिका', ''),
(2409, 'धनकौल गाउँपालिका', 500, 'गाउँपालिका', ''),
(2410, 'ब्रह्मपुरी गाउँपालिका', 500, 'गाउँपालिका', ''),
(2411, 'रामनगर गाउँपालिका', 500, 'गाउँपालिका', ''),
(2412, 'विष्णु गाउँपालिका', 500, 'गाउँपालिका', ''),
(2413, 'कौडेना गाउँपालिका', 500, 'गाउँपालिका', ''),
(2414, 'पर्सा गाउँपालिका', 500, 'गाउँपालिका', ''),
(2415, 'बसबरीया गाउँपालिका', 500, 'गाउँपालिका', ''),
(2416, 'चन्द्रपुर नगरपालिका', 501, 'नगरपालिका', ''),
(2417, 'गरुडा नगरपालिका', 501, 'नगरपालिका', ''),
(2418, 'गौर नगरपालिका', 501, 'नगरपालिका', ''),
(2419, 'बौधीमाई नगरपालिका', 501, 'नगरपालिका', ''),
(2420, 'बृन्दावन नगरपालिका', 501, 'नगरपालिका', ''),
(2421, 'देवाही गोनाही नगरपालिका', 501, 'नगरपालिका', ''),
(2422, 'गढीमाई नगरपालिका', 501, 'नगरपालिका', ''),
(2423, 'गुजरा नगरपालिका', 501, 'नगरपालिका', ''),
(2424, 'कटहरिया नगरपालिका', 501, 'नगरपालिका', ''),
(2425, 'माधव नारायण नगरपालिका', 501, 'नगरपालिका', ''),
(2426, 'मौलापुर नगरपालिका', 501, 'नगरपालिका', ''),
(2427, 'फतुवाबिजयपुर नगरपालिका', 501, 'नगरपालिका', ''),
(2428, 'ईशनाथ नगरपालिका', 501, 'नगरपालिका', ''),
(2429, 'परोहा नगरपालिका', 501, 'नगरपालिका', ''),
(2430, 'राजपुर नगरपालिका', 501, 'नगरपालिका', ''),
(2431, 'राजदेवी नगरपालिका', 501, 'नगरपालिका', ''),
(2432, 'दुर्गा भगवती गाउँपालिका', 501, 'गाउँपालिका', ''),
(2433, 'यमुनामाई गाउँपालिका', 501, 'गाउँपालिका', ''),
(2434, 'कलैया उपमहानगरपालिका', 502, 'उपमहानगरपालिका', ''),
(2435, 'जीतपुर सिमरा उपमहानगरपालिका', 502, 'उपमहानगरपालिका', ''),
(2436, 'कोल्हवी नगरपालिका', 502, 'नगरपालिका', ''),
(2437, 'निजगढ नगरपालिका', 502, 'नगरपालिका', ''),
(2438, 'महागढीमाई नगरपालिका', 502, 'नगरपालिका', ''),
(2439, 'सिम्रौनगढ नगरपालिका', 502, 'नगरपालिका', ''),
(2440, 'पचरौता नगरपालिका', 502, 'नगरपालिका', ''),
(2441, 'आदर्श कोटवाल गाउँपालिका', 502, 'गाउँपालिका', ''),
(2442, 'करैयामाई गाउँपालिका', 502, 'गाउँपालिका', ''),
(2443, 'देवताल गाउँपालिका', 502, 'गाउँपालिका', ''),
(2444, 'परवानीपुर गाउँपालिका', 502, 'गाउँपालिका', ''),
(2445, 'प्रसौनी गाउँपालिका', 502, 'गाउँपालिका', ''),
(2446, 'फेटा गाउँपालिका', 502, 'गाउँपालिका', ''),
(2447, 'बारागढीगाउँपालिका', 502, 'गाउँपालिका', ''),
(2448, 'सुवर्ण गाउँपालिका', 502, 'गाउँपालिका', ''),
(2449, 'विश्रामपुर गाउँपालिका', 502, 'गाउँपालिका', ''),
(2450, 'बिरगंज महानगरपालिका', 503, 'महानगरपालिका', ''),
(2451, 'पोखरिया नगरपालिका', 503, 'नगरपालिका', ''),
(2452, 'बहुदरमाई नगरपालिका', 503, 'नगरपालिका', ''),
(2453, 'पर्सागढी नगरपालिका', 503, 'नगरपालिका', ''),
(2454, 'ठोरी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2455, 'जगरनाथपुर गाउँपालिका', 503, 'गाउँपालिका', ''),
(2456, 'धोबीनी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2457, 'छिपहरमाई गाउँपालिका', 503, 'गाउँपालिका', ''),
(2458, 'पकाहा मैनपुर गाउँपालिका', 503, 'गाउँपालिका', ''),
(2459, 'बिन्दबासिनी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2460, 'सखुवा प्रसौनी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2461, 'पटेर्वा सुगौली गाउँपालिका', 503, 'गाउँपालिका', ''),
(2462, 'कालिकामाई गाउँपालिका', 503, 'गाउँपालिका', ''),
(2463, 'जिरा भवानी गाउँपालिका', 503, 'गाउँपालिका', ''),
(2464, 'कमलामाई नगरपालिका', 504, 'नगरपालिका', ''),
(2465, 'दुधौली नगरपालिका', 504, 'नगरपालिका', ''),
(2466, 'गोलन्जर गाउँपालिका', 504, 'गाउँपालिका', ''),
(2467, 'घ्याङलेख गाउँपालिका', 504, 'गाउँपालिका', ''),
(2468, 'तीनपाटन गाउँपालिका', 504, 'गाउँपालिका', ''),
(2469, 'फिक्कल गाउँपालिका', 504, 'गाउँपालिका', ''),
(2470, 'मरिण गाउँपालिका', 504, 'गाउँपालिका', ''),
(2471, 'सुनकोशी गाउँपालिका', 504, 'गाउँपालिका', ''),
(2472, 'हरिहरपुरगढी गाउँपालिका', 504, 'गाउँपालिका', ''),
(2473, 'मन्थली नगरपालिका', 505, 'नगरपालिका', ''),
(2474, 'रामेछाप नगरपालिका', 505, 'नगरपालिका', ''),
(2475, 'उमाकुण्ड गाउँपालिका', 505, 'गाउँपालिका', ''),
(2476, 'खाँडादेवी गाउँपालिका', 505, 'गाउँपालिका', ''),
(2477, 'गोकुलगङ्गा गाउँपालिका', 505, 'गाउँपालिका', ''),
(2478, 'दोरम्बा गाउँपालिका', 505, 'गाउँपालिका', ''),
(2479, 'लिखु गाउँपालिका', 505, 'गाउँपालिका', ''),
(2480, 'सुनापती गाउँपालिका', 505, 'गाउँपालिका', ''),
(2481, 'जिरी नगरपालिका', 506, 'नगरपालिका', ''),
(2482, 'भिमेश्वर नगरपालिका', 506, 'नगरपालिका', ''),
(2483, 'कालिन्चोक गाउँपालिका', 506, 'गाउँपालिका', ''),
(2484, 'गौरीशङ्कर गाउँपालिका', 506, 'गाउँपालिका', ''),
(2485, 'तामाकोशी गाउँपालिका', 506, 'गाउँपालिका', ''),
(2486, 'मेलुङ्ग गाउँपालिका', 506, 'गाउँपालिका', ''),
(2487, 'विगु गाउँपालिका', 506, 'गाउँपालिका', ''),
(2488, 'वैतेश्वर गाउँपालिका', 506, 'गाउँपालिका', ''),
(2489, 'शैलुङ्ग गाउँपालिका', 506, 'गाउँपालिका', ''),
(2490, 'चौतारा साँगाचोकगढी नगरपालिका', 507, 'नगरपालिका', ''),
(2491, 'बाह्रविसे नगरपालिका', 507, 'नगरपालिका', ''),
(2492, 'मेलम्ची नगरपालिका', 507, 'नगरपालिका', ''),
(2493, 'ईन्द्रावती गाउँपालिका', 507, 'गाउँपालिका', ''),
(2494, 'जुगल गाउँपालिका', 507, 'गाउँपालिका', ''),
(2495, 'पाँचपोखरी थाङपाल गाउँपालिका', 507, 'गाउँपालिका', ''),
(2496, 'बलेफी गाउँपालिका', 507, 'गाउँपालिका', ''),
(2497, 'भोटेकोशी गाउँपालिका', 507, 'गाउँपालिका', ''),
(2498, 'लिसङ्खु पाखर गाउँपालिका', 507, 'गाउँपालिका', ''),
(2499, 'सुनकोशी गाउँपालिका', 507, 'गाउँपालिका', ''),
(2500, 'हेलम्बु गाउँपालिका', 507, 'गाउँपालिका', ''),
(2501, 'त्रिपुरासुन्दरी गाउँपालिका', 507, 'गाउँपालिका', ''),
(2502, 'धुलिखेल नगरपालिका', 508, 'नगरपालिका', ''),
(2503, 'बनेपा नगरपालिका', 508, 'नगरपालिका', ''),
(2504, 'पनौती नगरपालिका', 508, 'नगरपालिका', ''),
(2505, 'पाँचखाल नगरपालिका', 508, 'नगरपालिका', ''),
(2506, 'नमोबुद्ध नगरपालिका', 508, 'नगरपालिका', ''),
(2507, 'मण्डनदेउपुर नगरपालिका', 508, 'नगरपालिका', ''),
(2508, 'खानीखोला गाउँपालिका', 508, 'गाउँपालिका', ''),
(2509, 'चौंरीदेउराली गाउँपालिका', 508, 'गाउँपालिका', ''),
(2510, 'तेमाल गाउँपालिका', 508, 'गाउँपालिका', ''),
(2511, 'बेथानचोक गाउँपालिका', 508, 'गाउँपालिका', ''),
(2512, 'भुम्लु गाउँपालिका', 508, 'गाउँपालिका', ''),
(2513, 'महाभारत गाउँपालिका', 508, 'गाउँपालिका', ''),
(2514, 'रोशी गाउँपालिका', 508, 'गाउँपालिका', ''),
(2515, 'ललितपुर महानगरपालिका', 509, 'महानगरपालिका', ''),
(2516, 'गोदावरी नगरपालिका', 509, 'नगरपालिका', ''),
(2517, 'महालक्ष्मी नगरपालिका', 509, 'नगरपालिका', ''),
(2518, 'कोन्ज्योसोम गाउँपालिका', 509, 'गाउँपालिका', ''),
(2519, 'बागमती गाउँपालिका', 509, 'गाउँपालिका', ''),
(2520, 'महाङ्काल गाउँपालिका', 509, 'गाउँपालिका', ''),
(2521, 'चाँगुनारायण नगरपालिका', 510, 'नगरपालिका', ''),
(2522, 'भक्तपुर नगरपालिका', 510, 'नगरपालिका', ''),
(2523, 'मध्यपुर थिमी नगरपालिका', 510, 'नगरपालिका', ''),
(2524, 'सूर्यविनायक नगरपालिका', 510, 'नगरपालिका', ''),
(2525, 'काठमाण्डौं महानगरपालिका', 511, 'महानगरपालिका', ''),
(2526, 'कागेश्वरी मनोहरा नगरपालिका', 511, 'नगरपालिका', ''),
(2527, 'कीर्तिपुर नगरपालिका', 511, 'नगरपालिका', ''),
(2528, 'गोकर्णेश्वर नगरपालिका', 511, 'नगरपालिका', ''),
(2529, 'चन्द्रागिरी नगरपालिका', 511, 'नगरपालिका', ''),
(2530, 'टोखा नगरपालिका', 511, 'नगरपालिका', ''),
(2531, 'तारकेश्वर नगरपालिका', 511, 'नगरपालिका', ''),
(2532, 'दक्षिणकाली नगरपालिका', 511, 'नगरपालिका', ''),
(2533, 'नागार्जुन नगरपालिका', 511, 'नगरपालिका', ''),
(2534, 'बुढानिलकण्ठ नगरपालिका', 511, 'नगरपालिका', ''),
(2535, 'शङ्खरापुर नगरपालिका', 511, 'नगरपालिका', ''),
(2536, 'विदुर नगरपालिका', 512, 'नगरपालिका', ''),
(2537, 'बेलकोटगढी नगरपालिका', 512, 'नगरपालिका', ''),
(2538, 'ककनी गाउँपालिका', 512, 'गाउँपालिका', ''),
(2539, 'किस्पाङ गाउँपालिका', 512, 'गाउँपालिका', ''),
(2540, 'तादी गाउँपालिका', 512, 'गाउँपालिका', ''),
(2541, 'तारकेश्वर गाउँपालिका', 512, 'गाउँपालिका', ''),
(2542, 'दुप्चेश्वर गाउँपालिका', 512, 'गाउँपालिका', ''),
(2543, 'पञ्चकन्या गाउँपालिका', 512, 'गाउँपालिका', ''),
(2544, 'लिखु गाउँपालिका', 512, 'गाउँपालिका', ''),
(2545, 'मेघाङ गाउँपालिका', 512, 'गाउँपालिका', ''),
(2546, 'शिवपुरी गाउँपालिका', 512, 'गाउँपालिका', ''),
(2547, 'सुर्यगढी गाउँपालिका', 512, 'गाउँपालिका', ''),
(2548, 'उत्तरगया गाउँपालिका', 513, 'गाउँपालिका', ''),
(2549, 'कालिका गाउँपालिका', 513, 'गाउँपालिका', ''),
(2550, 'गोसाईकुण्ड गाउँपालिका', 513, 'गाउँपालिका', ''),
(2551, 'नौकुण्ड गाउँपालिका', 513, 'गाउँपालिका', ''),
(2552, 'पार्वतीकुण्ड गाउँपालिका', 513, 'गाउँपालिका', ''),
(2553, 'धुनीबेंशी नगरपालिका', 514, 'नगरपालिका', ''),
(2554, 'निलकण्ठ नगरपालिका', 514, 'नगरपालिका', ''),
(2555, 'खनियाबास गाउँपालिका', 514, 'गाउँपालिका', ''),
(2556, 'गजुरी गाउँपालिका', 514, 'गाउँपालिका', ''),
(2557, 'गल्छी गाउँपालिका', 514, 'गाउँपालिका', ''),
(2558, 'गङ्गाजमुना गाउँपालिका', 514, 'गाउँपालिका', ''),
(2559, 'ज्वालामूखी गाउँपालिका', 514, 'गाउँपालिका', ''),
(2560, 'थाक्रे गाउँपालिका', 514, 'गाउँपालिका', ''),
(2561, 'नेत्रावति गाउँपालिका', 514, 'गाउँपालिका', ''),
(2562, 'बेनीघाट रोराङ गाउँपालिका', 514, 'गाउँपालिका', ''),
(2563, 'रुवी भ्याली गाउँपालिका', 514, 'गाउँपालिका', ''),
(2564, 'सिद्धलेक गाउँपालिका', 514, 'गाउँपालिका', ''),
(2565, 'त्रिपुरासुन्दरी गाउँपालिका', 514, 'गाउँपालिका', ''),
(2566, 'हेटौडा उपमहानगरपालिका', 515, 'उपमहानगरपालिका', ''),
(2567, 'थाहा नगरपालिका', 515, 'नगरपालिका', ''),
(2568, 'इन्द्रसरोबर गाउँपालिका', 515, 'गाउँपालिका', ''),
(2569, 'कैलाश गाउँपालिका', 515, 'गाउँपालिका', ''),
(2570, 'बकैया गाउँपालिका', 515, 'गाउँपालिका', ''),
(2571, 'बाग्मति गाउँपालिका', 515, 'गाउँपालिका', ''),
(2572, 'भिमफेदी गाउँपालिका', 515, 'गाउँपालिका', ''),
(2573, 'मकवानपुरगढी गाउँपालिका', 515, 'गाउँपालिका', ''),
(2574, 'मनहरी गाउँपालिका', 515, 'गाउँपालिका', ''),
(2575, 'राक्सिराङ्ग गाउँपालिका', 515, 'गाउँपालिका', ''),
(2576, 'भरतपुर महानगरपालिका', 516, 'महानगरपालिका', ''),
(2577, 'कालिका नगरपालिका', 516, 'नगरपालिका', ''),
(2578, 'खैरहनी नगरपालिका', 516, 'नगरपालिका', ''),
(2579, 'माडी नगरपालिका', 516, 'नगरपालिका', ''),
(2580, 'रत्ननगर नगरपालिका', 516, 'नगरपालिका', ''),
(2581, 'राप्ती नगरपालिका', 516, 'नगरपालिका', ''),
(2582, 'इच्छाकामना गाउँपालिका', 516, 'गाउँपालिका', ''),
(2583, 'गोरखा नगरपालिका', 517, 'नगरपालिका', ''),
(2584, 'पालुङटार नगरपालिका', 517, 'नगरपालिका', ''),
(2585, 'सुलीकोट गाउँपालिका', 517, 'गाउँपालिका', ''),
(2586, 'सिरानचोक गाउँपालिका', 517, 'गाउँपालिका', ''),
(2587, 'अजिरकोट गाउँपालिका', 517, 'गाउँपालिका', ''),
(2588, 'आरूघाट गाउँपालिका', 517, 'गाउँपालिका', ''),
(2589, 'गण्डकी गाउँपालिका', 517, 'गाउँपालिका', ''),
(2590, 'चुमनुव्री गाउँपालिका', 517, 'गाउँपालिका', ''),
(2591, 'धार्चे गाउँपालिका', 517, 'गाउँपालिका', ''),
(2592, 'भिमसेन गाउँपालिका', 517, 'गाउँपालिका', ''),
(2593, 'शहिद लखन गाउँपालिका', 517, 'गाउँपालिका', ''),
(2594, 'बेसीशहर नगरपालिका', 518, 'नगरपालिका', ''),
(2595, 'मध्यनेपाल नगरपालिका', 518, 'नगरपालिका', ''),
(2596, 'रार्इनास नगरपालिका', 518, 'नगरपालिका', ''),
(2597, 'सुन्दरबजार नगरपालिका', 518, 'नगरपालिका', ''),
(2598, 'क्व्होलासोथार गाउँपालिका', 518, 'गाउँपालिका', ''),
(2599, 'दूधपोखरी गाउँपालिका', 518, 'गाउँपालिका', ''),
(2600, 'दोर्दी गाउँपालिका', 518, 'गाउँपालिका', ''),
(2601, 'मर्स्याङदी गाउँपालिका', 518, 'गाउँपालिका', ''),
(2602, 'भानु नगरपालिका', 519, 'नगरपालिका', ''),
(2603, 'भिमाद नगरपालिका', 519, 'नगरपालिका', ''),
(2604, 'व्यास नगरपालिका', 519, 'नगरपालिका', ''),
(2605, 'शुक्लागण्डकी नगरपालिका', 519, 'नगरपालिका', ''),
(2606, 'आँबुखैरेनी गाउँपालिका', 519, 'गाउँपालिका', ''),
(2607, 'ऋषिङ्ग गाउँपालिका', 519, 'गाउँपालिका', ''),
(2608, 'घिरिङ गाउँपालिका', 519, 'गाउँपालिका', ''),
(2609, 'देवघाट गाउँपालिका', 519, 'गाउँपालिका', ''),
(2610, 'म्याग्दे गाउँपालिका', 519, 'गाउँपालिका', ''),
(2611, 'वन्दिपुर गाउँपालिका', 519, 'गाउँपालिका', ''),
(2612, 'गल्याङ नगरपालिका', 520, 'नगरपालिका', ''),
(2613, 'चापाकोट नगरपालिका', 520, 'नगरपालिका', ''),
(2614, 'पुतलीबजार नगरपालिका', 520, 'नगरपालिका', ''),
(2615, 'भीरकोट नगरपालिका', 520, 'नगरपालिका', ''),
(2616, 'वालिङ नगरपालिका', 520, 'नगरपालिका', ''),
(2617, 'अर्जुनचौपारी गाउँपालिका', 520, 'गाउँपालिका', ''),
(2618, 'आँधिखोला गाउँपालिका', 520, 'गाउँपालिका', ''),
(2619, 'कालीगण्डकी गाउँपालिका', 520, 'गाउँपालिका', ''),
(2620, 'फेदीखोला गाउँपालिका', 520, 'गाउँपालिका', ''),
(2621, 'बिरुवा गाउँपालिका', 520, 'गाउँपालिका', ''),
(2622, 'हरिनास गाउँपालिका', 520, 'गाउँपालिका', ''),
(2623, 'पोखरा लेखनाथ महानगरपालिका', 521, 'महानगरपालिका', ''),
(2624, 'अन्नपूर्ण गाउँपालिका', 521, 'गाउँपालिका', ''),
(2625, 'माछापुच्छ्रे गाउँपालिका', 521, 'गाउँपालिका', ''),
(2626, 'मादी गाउँपालिका', 521, 'गाउँपालिका', ''),
(2627, 'रूपा गाउँपालिका', 521, 'गाउँपालिका', ''),
(2628, 'चामे गाउँपालिका', 0, 'गाउँपालिका', ''),
(2629, 'नारफू गाउँपालिका', 0, 'गाउँपालिका', ''),
(2630, 'नाशोङ गाउँपालिका', 0, 'गाउँपालिका', ''),
(2631, 'नेस्याङ गाउँपालिका', 0, 'गाउँपालिका', ''),
(2632, 'घरपझोङ गाउँपालिका', 522, 'गाउँपालिका', ''),
(2633, 'थासाङ गाउँपालिका', 522, 'गाउँपालिका', ''),
(2634, 'दालोमे गाउँपालिका', 522, 'गाउँपालिका', ''),
(2635, 'लोमन्थाङ गाउँपालिका', 522, 'गाउँपालिका', ''),
(2636, 'वाह्रगाउँ मुक्तिक्षेत्र गाउँपालिका', 522, 'गाउँपालिका', ''),
(2637, 'बेनी नगरपालिका', 523, 'नगरपालिका', ''),
(2638, 'अन्नपूर्ण गाउँपालिका', 523, 'गाउँपालिका', ''),
(2639, 'धवलागिरी गाउँपालिका', 523, 'गाउँपालिका', ''),
(2640, 'मंगला गाउँपालिका', 523, 'गाउँपालिका', ''),
(2641, 'मालिका गाउँपालिका', 523, 'गाउँपालिका', ''),
(2642, 'रघुगंगा गाउँपालिका', 523, 'गाउँपालिका', ''),
(2643, 'कुश्मा नगरपालिका', 524, 'नगरपालिका', ''),
(2644, 'फलेवास नगरपालिका', 524, 'नगरपालिका', ''),
(2645, 'जलजला गाउँपालिका', 524, 'गाउँपालिका', ''),
(2646, 'पैयूं गाउँपालिका', 524, 'गाउँपालिका', ''),
(2647, 'महाशिला गाउँपालिका', 524, 'गाउँपालिका', ''),
(2648, 'मोदी गाउँपालिका', 524, 'गाउँपालिका', ''),
(2649, 'विहादी गाउँपालिका', 524, 'गाउँपालिका', ''),
(2650, 'बागलुङ नगरपालिका', 525, 'नगरपालिका', ''),
(2651, 'गल्कोट नगरपालिका', 525, 'नगरपालिका', ''),
(2652, 'जैमूनी नगरपालिका', 525, 'नगरपालिका', ''),
(2653, 'ढोरपाटन नगरपालिका', 525, 'नगरपालिका', ''),
(2654, 'वरेङ गाउँपालिका', 525, 'गाउँपालिका', ''),
(2655, 'काठेखोला गाउँपालिका', 525, 'गाउँपालिका', ''),
(2656, 'तमानखोला गाउँपालिका', 525, 'गाउँपालिका', ''),
(2657, 'ताराखोला गाउँपालिका', 525, 'गाउँपालिका', ''),
(2658, 'निसीखोला गाउँपालिका', 525, 'गाउँपालिका', ''),
(2659, 'वडिगाड गाउँपालिका', 525, 'गाउँपालिका', ''),
(2660, 'कावासोती नगरपालिका', 526, 'नगरपालिका', ''),
(2661, 'गैडाकोट नगरपालिका', 526, 'नगरपालिका', ''),
(2662, 'देवचुली नगरपालिका', 526, 'नगरपालिका', ''),
(2663, 'मध्यविन्दु नगरपालिका', 526, 'नगरपालिका', ''),
(2664, 'बुङ्दीकाली गाउँपालिका', 526, 'गाउँपालिका', ''),
(2665, 'बुलिङटार गाउँपालिका', 526, 'गाउँपालिका', ''),
(2666, 'विनयी त्रिवेणी गाउँपालिका', 526, 'गाउँपालिका', ''),
(2667, 'हुप्सेकोट गाउँपालिका', 526, 'गाउँपालिका', ''),
(2668, 'मुसिकोट नगरपालिका', 527, 'नगरपालिका', ''),
(2669, 'रेसुङ्गा नगरपालिका', 527, 'नगरपालिका', ''),
(2670, 'ईस्मा गाउँपालिका', 527, 'गाउँपालिका', ''),
(2671, 'कालीगण्डकी गाउँपालिका', 527, 'गाउँपालिका', ''),
(2672, 'गुल्मी दरबार गाउँपालिका', 527, 'गाउँपालिका', ''),
(2673, 'सत्यवती गाउँपालिका', 527, 'गाउँपालिका', ''),
(2674, 'चन्द्रकोट गाउँपालिका', 527, 'गाउँपालिका', ''),
(2675, 'रुरु गाउँपालिका', 527, 'गाउँपालिका', ''),
(2676, 'छत्रकोट गाउँपालिका', 527, 'गाउँपालिका', ''),
(2677, 'धुर्कोट गाउँपालिका', 527, 'गाउँपालिका', ''),
(2678, 'मदाने गाउँपालिका', 527, 'गाउँपालिका', ''),
(2679, 'मालिका गाउँपालिका', 527, 'गाउँपालिका', ''),
(2680, 'रामपुर नगरपालिका', 528, 'नगरपालिका', ''),
(2681, 'तानसेन नगरपालिका', 528, 'नगरपालिका', ''),
(2682, 'निस्दी गाउँपालिका', 528, 'गाउँपालिका', ''),
(2683, 'पूर्वखोला गाउँपालिका', 528, 'गाउँपालिका', ''),
(2684, 'रम्भा गाउँपालिका', 528, 'गाउँपालिका', ''),
(2685, 'माथागढी गाउँपालिका', 528, 'गाउँपालिका', ''),
(2686, 'तिनाउ गाउँपालिका', 528, 'गाउँपालिका', ''),
(2687, 'बगनासकाली गाउँपालिका', 528, 'गाउँपालिका', ''),
(2688, 'रिब्दिकोट गाउँपालिका', 528, 'गाउँपालिका', ''),
(2689, 'रैनादेवी छहरा गाउँपालिका', 528, 'गाउँपालिका', ''),
(2690, 'बुटवल उपमहानगरपालिका', 529, 'उपमहानगरपालिका', ''),
(2691, 'देवदह नगरपालिका', 529, 'नगरपालिका', ''),
(2692, 'लुम्बिनी सांस्कृतिक नगरपालिका', 529, 'नगरपालिका', ''),
(2693, 'सैनामैना नगरपालिका', 529, 'नगरपालिका', ''),
(2694, 'सिद्धार्थनगर नगरपालिका', 529, 'नगरपालिका', ''),
(2695, 'तिलोत्तमा नगरपालिका', 529, 'नगरपालिका', ''),
(2696, 'गैडहवा गाउँपालिका', 529, 'गाउँपालिका', ''),
(2697, 'कन्चन गाउँपालिका', 529, 'गाउँपालिका', ''),
(2698, 'कोटहीमाई गाउँपालिका', 529, 'गाउँपालिका', ''),
(2699, 'मर्चवारी गाउँपालिका', 529, 'गाउँपालिका', ''),
(2700, 'मायादेवी गाउँपालिका', 529, 'गाउँपालिका', ''),
(2701, 'ओमसतिया गाउँपालिका', 529, 'गाउँपालिका', ''),
(2702, 'रोहिणी गाउँपालिका', 529, 'गाउँपालिका', ''),
(2703, 'सम्मरीमाई गाउँपालिका', 529, 'गाउँपालिका', ''),
(2704, 'सियारी गाउँपालिका', 529, 'गाउँपालिका', ''),
(2705, 'शुद्धोधन गाउँपालिका', 529, 'गाउँपालिका', ''),
(2706, 'कपिलवस्तु नगरपालिका', 530, 'नगरपालिका', ''),
(2707, 'बुद्धभूमी नगरपालिका', 530, 'नगरपालिका', ''),
(2708, 'शिवराज नगरपालिका', 530, 'नगरपालिका', ''),
(2709, 'महाराजगंज नगरपालिका', 530, 'नगरपालिका', ''),
(2710, 'कृष्णनगर नगरपालिका', 530, 'नगरपालिका', ''),
(2711, 'बाणगंगा नगरपालिका', 530, 'नगरपालिका', ''),
(2712, 'मायादेवी गाउँपालिका', 530, 'गाउँपालिका', ''),
(2713, 'यसोधरा गाउँपालिका', 530, 'गाउँपालिका', ''),
(2714, 'सुद्धोधन गाउँपालिका', 530, 'गाउँपालिका', ''),
(2715, 'विजयनगर गाउँपालिका', 530, 'गाउँपालिका', ''),
(2716, 'सन्धिखर्क नगरपालिका', 531, 'नगरपालिका', ''),
(2717, 'शितगंगा नगरपालिका', 531, 'नगरपालिका', ''),
(2718, 'भूमिकास्थान नगरपालिका', 531, 'नगरपालिका', ''),
(2719, 'छत्रदेव गाउँपालिका', 531, 'गाउँपालिका', ''),
(2720, 'पाणिनी गाउँपालिका', 531, 'गाउँपालिका', ''),
(2721, 'मालारानी गाउँपालिका', 531, 'गाउँपालिका', ''),
(2722, 'प्यूठान नगरपालिका', 532, 'नगरपालिका', ''),
(2723, 'स्वर्गद्वारी नगरपालिका', 532, 'नगरपालिका', ''),
(2724, 'गौमुखी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2725, 'माण्डवी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2726, 'सरुमारानी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2727, 'मल्लरानी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2728, 'नौवहिनी गाउँपालिका', 532, 'गाउँपालिका', ''),
(2729, 'झिमरुक गाउँपालिका', 532, 'गाउँपालिका', ''),
(2730, 'ऐरावती गाउँपालिका', 532, 'गाउँपालिका', ''),
(2731, 'रोल्पा नगरपालिका', 533, 'नगरपालिका', ''),
(2732, 'त्रिवेणी गाउँपालिका', 533, 'गाउँपालिका', ''),
(2733, 'दुईखोली गाउँपालिका', 533, 'गाउँपालिका', ''),
(2734, 'माडी गाउँपालिका', 533, 'गाउँपालिका', ''),
(2735, 'रुन्टीगढी गाउँपालिका', 533, 'गाउँपालिका', ''),
(2736, 'लुङग्री गाउँपालिका', 533, 'गाउँपालिका', ''),
(2737, 'सुकिदह गाउँपालिका', 533, 'गाउँपालिका', ''),
(2738, 'सुनछहरी गाउँपालिका', 533, 'गाउँपालिका', ''),
(2739, 'सुवर्णावती गाउँपालिका', 533, 'गाउँपालिका', ''),
(2740, 'थवाङ गाउँपालिका', 533, 'गाउँपालिका', ''),
(2741, 'पुथा उत्तरगंगा गाउँपालिका', 534, 'गाउँपालिका', ''),
(2742, 'भूमे गाउँपालिका', 534, 'गाउँपालिका', ''),
(2743, 'सिस्ने गाउँपालिका', 534, 'गाउँपालिका', ''),
(2744, 'तुल्सीपुर उपमहानगरपालिका', 535, 'उपमहानगरपालिका', ''),
(2745, 'घोराही उपमहानगरपालिका', 535, 'उपमहानगरपालिका', ''),
(2746, 'लमही नगरपालिका', 535, 'नगरपालिका', ''),
(2747, 'बंगलाचुली गाउँपालिका', 535, 'गाउँपालिका', ''),
(2748, 'दंगीशरण गाउँपालिका', 535, 'गाउँपालिका', ''),
(2749, 'गढवा गाउँपालिका', 535, 'गाउँपालिका', ''),
(2750, 'राजपुर गाउँपालिका', 535, 'गाउँपालिका', ''),
(2751, 'राप्ती गाउँपालिका', 535, 'गाउँपालिका', ''),
(2752, 'शान्तिनगर गाउँपालिका', 535, 'गाउँपालिका', ''),
(2753, 'बबई गाउँपालिका', 535, 'गाउँपालिका', ''),
(2754, 'नेपालगंज उपमहानगरपालिका', 536, 'उपमहानगरपालिका', ''),
(2755, 'कोहलपुर नगरपालिका', 536, 'नगरपालिका', ''),
(2756, 'नरैनापुर गाउँपालिका', 536, 'गाउँपालिका', ''),
(2757, 'राप्तीसोनारी गाउँपालिका', 536, 'गाउँपालिका', ''),
(2758, 'बैजनाथ गाउँपालिका', 536, 'गाउँपालिका', ''),
(2759, 'खजुरा गाउँपालिका', 536, 'गाउँपालिका', ''),
(2760, 'डुडुवा गाउँपालिका', 536, 'गाउँपालिका', ''),
(2761, 'जानकी गाउँपालिका', 536, 'गाउँपालिका', ''),
(2762, 'गुलरिया नगरपालिका', 537, 'नगरपालिका', ''),
(2763, 'मधुवन नगरपालिका', 537, 'नगरपालिका', ''),
(2764, 'राजापुर नगरपालिका', 537, 'नगरपालिका', ''),
(2765, 'ठाकुरबाबा नगरपालिका', 537, 'नगरपालिका', ''),
(2766, 'बाँसगढी नगरपालिका', 537, 'नगरपालिका', ''),
(2767, 'बारबर्दिया नगरपालिका', 537, 'नगरपालिका', ''),
(2768, 'बढैयाताल गाउँपालिका', 537, 'गाउँपालिका', ''),
(2769, 'गेरुवा गाउँपालिका', 537, 'गाउँपालिका', ''),
(2770, 'बर्दघाट नगरपालिका', 538, 'नगरपालिका', ''),
(2771, 'रामग्राम नगरपालिका', 538, 'नगरपालिका', ''),
(2772, 'सुनवल नगरपालिका', 538, 'नगरपालिका', ''),
(2773, 'सुस्ता गाउँपालिका', 538, 'गाउँपालिका', ''),
(2774, 'पाल्हीनन्दन गाउँपालिका', 538, 'गाउँपालिका', ''),
(2775, 'प्रतापपुर गाउँपालिका', 538, 'गाउँपालिका', ''),
(2776, 'सरावल गाउँपालिका', 538, 'गाउँपालिका', ''),
(2777, 'मुसिकोट नगरपालिका', 539, 'नगरपालिका', ''),
(2778, 'चौरजहारी नगरपालिका', 539, 'नगरपालिका', ''),
(2779, 'आठबिसकोट नगरपालिका', 539, 'नगरपालिका', ''),
(2780, 'बाँफिकोट गाउँपालिका', 539, 'गाउँपालिका', ''),
(2781, 'त्रिवेणी गाउँपालिका', 539, 'गाउँपालिका', ''),
(2782, 'सानी भेरी गाउँपालिका', 539, 'गाउँपालिका', ''),
(2783, 'शारदा नगरपालिका', 540, 'नगरपालिका', ''),
(2784, 'बागचौर नगरपालिका', 540, 'नगरपालिका', ''),
(2785, 'बनगाड कुपिण्डे नगरपालिका', 540, 'नगरपालिका', ''),
(2786, 'कालिमाटी गाउँपालिका', 540, 'गाउँपालिका', ''),
(2787, 'त्रिवेणी गाउँपालिका', 540, 'गाउँपालिका', ''),
(2788, 'कपुरकोट गाउँपालिका', 540, 'गाउँपालिका', ''),
(2789, 'छत्रेश्वरी गाउँपालिका', 540, 'गाउँपालिका', ''),
(2790, 'ढोरचौर गाउँपालिका', 540, 'गाउँपालिका', ''),
(2791, 'कुमाखमालिका गाउँपालिका', 540, 'गाउँपालिका', ''),
(2792, 'दार्मा गाउँपालिका', 540, 'गाउँपालिका', ''),
(2793, 'बीरेन्द्रनगर नगरपालिका', 541, 'नगरपालिका', ''),
(2794, 'भेरीगंगा नगरपालिका', 541, 'नगरपालिका', ''),
(2795, 'गुर्भाकोट नगरपालिका', 541, 'नगरपालिका', ''),
(2796, 'पञ्चपुरी नगरपालिका', 541, 'नगरपालिका', ''),
(2797, 'लेकवेशी नगरपालिका', 541, 'नगरपालिका', ''),
(2798, 'चौकुने गाउँपालिका', 541, 'गाउँपालिका', ''),
(2799, 'बराहताल गाउँपालिका', 541, 'गाउँपालिका', ''),
(2800, 'चिङ्गाड गाउँपालिका', 541, 'गाउँपालिका', ''),
(2801, 'सिम्ता गाउँपालिका', 541, 'गाउँपालिका', ''),
(2802, 'नारायण नगरपालिका', 542, 'नगरपालिका', ''),
(2803, 'दुल्लु नगरपालिका', 542, 'नगरपालिका', ''),
(2804, 'चामुण्डा विन्द्रासैनी नगरपालिका', 542, 'नगरपालिका', ''),
(2805, 'आठबीस नगरपालिका', 542, 'नगरपालिका', ''),
(2806, 'भगवतीमाई गाउँपालिका', 542, 'गाउँपालिका', ''),
(2807, 'गुराँस गाउँपालिका', 542, 'गाउँपालिका', ''),
(2808, 'डुंगेश्वर गाउँपालिका', 542, 'गाउँपालिका', ''),
(2809, 'नौमुले गाउँपालिका', 542, 'गाउँपालिका', ''),
(2810, 'महावु गाउँपालिका', 542, 'गाउँपालिका', ''),
(2811, 'भैरवी गाउँपालिका', 542, 'गाउँपालिका', ''),
(2812, 'ठाँटीकाँध गाउँपालिका', 542, 'गाउँपालिका', ''),
(2813, 'भेरी नगरपालिका', 543, 'नगरपालिका', ''),
(2814, 'छेडागाड नगरपालिका', 543, 'नगरपालिका', ''),
(2815, 'त्रिवेणी नलगाड नगरपालिका', 543, 'नगरपालिका', ''),
(2816, 'बारेकोट गाउँपालिका', 543, 'गाउँपालिका', ''),
(2817, 'कुसे गाउँपालिका', 543, 'गाउँपालिका', ''),
(2818, 'जुनीचाँदे गाउँपालिका', 543, 'गाउँपालिका', ''),
(2819, 'शिवालय गाउँपालिका', 543, 'गाउँपालिका', ''),
(2820, 'ठुली भेरी नगरपालिका', 544, 'नगरपालिका', ''),
(2821, 'त्रिपुरासुन्दरी नगरपालिका', 544, 'नगरपालिका', ''),
(2822, 'डोल्पो बुद्ध गाउँपालिका', 544, 'गाउँपालिका', ''),
(2823, 'शे फोक्सुन्डो गाउँपालिका', 544, 'गाउँपालिका', ''),
(2824, 'जगदुल्ला गाउँपालिका', 544, 'गाउँपालिका', ''),
(2825, 'मुड्केचुला गाउँपालिका', 544, 'गाउँपालिका', ''),
(2826, 'काईके गाउँपालिका', 544, 'गाउँपालिका', ''),
(2827, 'छार्का ताङसोङ गाउँपालिका', 544, 'गाउँपालिका', ''),
(2828, 'चन्दननाथ नगरपालिका', 545, 'नगरपालिका', ''),
(2829, 'कनकासुन्दरी गाउँपालिका', 545, 'गाउँपालिका', ''),
(2830, 'सिंजा गाउँपालिका', 545, 'गाउँपालिका', ''),
(2831, 'हिमा गाउँपालिका', 545, 'गाउँपालिका', ''),
(2832, 'तिला गाउँपालिका', 545, 'गाउँपालिका', ''),
(2833, 'गुठिचौर गाउँपालिका', 545, 'गाउँपालिका', ''),
(2834, 'तातोपानी गाउँपालिका', 545, 'गाउँपालिका', ''),
(2835, 'पातारासी गाउँपालिका', 545, 'गाउँपालिका', ''),
(2836, 'खाँडाचक्र नगरपालिका', 546, 'नगरपालिका', ''),
(2837, 'रास्कोट नगरपालिका', 546, 'नगरपालिका', ''),
(2838, 'तिलागुफा नगरपालिका', 546, 'नगरपालिका', ''),
(2839, 'पचालझरना गाउँपालिका', 546, 'गाउँपालिका', ''),
(2840, 'सान्नी त्रिवेणी गाउँपालिका', 546, 'गाउँपालिका', ''),
(2841, 'नरहरिनाथ गाउँपालिका', 546, 'गाउँपालिका', ''),
(2842, 'कालिका गाउँपालिका', 546, 'गाउँपालिका', ''),
(2843, 'महावै गाउँपालिका', 546, 'गाउँपालिका', ''),
(2844, 'पलाता गाउँपालिका', 546, 'गाउँपालिका', ''),
(2845, 'छायाँनाथ रारा नगरपालिका', 547, 'नगरपालिका', ''),
(2846, 'मुगुम कार्मारोंग गाउँपालिका', 547, 'गाउँपालिका', ''),
(2847, 'सोरु गाउँपालिका', 547, 'गाउँपालिका', ''),
(2848, 'खत्याड गाउँपालिका', 547, 'गाउँपालिका', ''),
(2849, 'सिमकोट गाउँपालिका', 548, 'गाउँपालिका', ''),
(2850, 'नाम्खा गाउँपालिका', 548, 'गाउँपालिका', ''),
(2851, 'खार्पुनाथ गाउँपालिका', 548, 'गाउँपालिका', ''),
(2852, 'सर्केगाड गाउँपालिका', 548, 'गाउँपालिका', ''),
(2853, 'चंखेली गाउँपालिका', 548, 'गाउँपालिका', ''),
(2854, 'अदानचुली गाउँपालिका', 548, 'गाउँपालिका', ''),
(2855, 'ताँजाकोट गाउँपालिका', 548, 'गाउँपालिका', ''),
(2856, 'बडीमालिका नगरपालिका', 549, 'नगरपालिका', ''),
(2857, 'त्रिवेणी नगरपालिका', 549, 'नगरपालिका', ''),
(2858, 'बुढीगंगा नगरपालिका', 549, 'नगरपालिका', ''),
(2859, 'बुढीनन्दा नगरपालिका', 549, 'नगरपालिका', ''),
(2860, 'गौमुल गाउँपालिका', 549, 'गाउँपालिका', ''),
(2861, 'पाण्डव गुफा गाउँपालिका', 549, 'गाउँपालिका', ''),
(2862, 'स्वामीकार्तिक गाउँपालिका', 549, 'गाउँपालिका', ''),
(2863, 'छेडेदह गाउँपालिका', 549, 'गाउँपालिका', ''),
(2864, 'हिमाली गाउँपालिका', 549, 'गाउँपालिका', ''),
(2865, 'जयपृथ्वी नगरपालिका', 550, 'नगरपालिका', ''),
(2866, 'बुंगल नगरपालिका', 550, 'नगरपालिका', ''),
(2867, 'तलकोट गाउँपालिका', 550, 'गाउँपालिका', ''),
(2868, 'मष्टा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2869, 'खप्तडछान्ना गाउँपालिका', 550, 'गाउँपालिका', ''),
(2870, 'थलारा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2871, 'वित्थडचिर गाउँपालिका', 550, 'गाउँपालिका', ''),
(2872, 'सूर्मा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2873, 'छबिसपाथिभेरा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2874, 'दुर्गाथली गाउँपालिका', 550, 'गाउँपालिका', ''),
(2875, 'केदारस्युँ गाउँपालिका', 550, 'गाउँपालिका', ''),
(2876, 'काँडा गाउँपालिका', 550, 'गाउँपालिका', ''),
(2877, 'मंगलसेन नगरपालिका', 551, 'नगरपालिका', ''),
(2878, 'कमलबजार नगरपालिका', 551, 'नगरपालिका', ''),
(2879, 'साँफेबगर नगरपालिका', 551, 'नगरपालिका', ''),
(2880, 'पन्चदेवल विनायक नगरपालिका', 551, 'नगरपालिका', ''),
(2881, 'चौरपाटी गाउँपालिका', 551, 'गाउँपालिका', ''),
(2882, 'मेल्लेख गाउँपालिका', 551, 'गाउँपालिका', ''),
(2883, 'बान्निगढी जयगढ गाउँपालिका', 551, 'गाउँपालिका', ''),
(2884, 'रामारोशन गाउँपालिका', 551, 'गाउँपालिका', ''),
(2885, 'ढकारी गाउँपालिका', 551, 'गाउँपालिका', ''),
(2886, 'तुर्माखाँद गाउँपालिका', 551, 'गाउँपालिका', ''),
(2887, 'दिपायल सिलगढी नगरपालिका', 552, 'नगरपालिका', ''),
(2888, 'शिखर नगरपालिका', 552, 'नगरपालिका', ''),
(2889, 'पूर्वीचौकी गाउँपालिका', 552, 'गाउँपालिका', ''),
(2890, 'बडीकेदार गाउँपालिका', 552, 'गाउँपालिका', ''),
(2891, 'जोरायल गाउँपालिका', 552, 'गाउँपालिका', ''),
(2892, 'सायल गाउँपालिका', 552, 'गाउँपालिका', ''),
(2893, 'आदर्श गाउँपालिका', 552, 'गाउँपालिका', ''),
(2894, 'के.आई.सिं. गाउँपालिका', 552, 'गाउँपालिका', ''),
(2895, 'बोगटान गाउँपालिका', 552, 'गाउँपालिका', ''),
(2896, 'धनगढी उपमहानगरपालिका', 553, 'उपमहानगरपालिका', ''),
(2897, 'टिकापुर नगरपालिका', 553, 'नगरपालिका', ''),
(2898, 'घोडाघोडी नगरपालिका', 553, 'नगरपालिका', ''),
(2899, 'लम्कीचुहा नगरपालिका', 553, 'नगरपालिका', ''),
(2900, 'भजनी नगरपालिका', 553, 'नगरपालिका', ''),
(2901, 'गोदावरी नगरपालिका', 553, 'नगरपालिका', ''),
(2902, 'गौरीगंगा नगरपालिका', 553, 'नगरपालिका', ''),
(2903, 'जानकी गाउँपालिका', 553, 'गाउँपालिका', ''),
(2904, 'बर्दगोरिया गाउँपालिका', 553, 'गाउँपालिका', ''),
(2905, 'मोहन्याल गाउँपालिका', 553, 'गाउँपालिका', ''),
(2906, 'कैलारी गाउँपालिका', 553, 'गाउँपालिका', ''),
(2907, 'जोशीपुर गाउँपालिका', 553, 'गाउँपालिका', ''),
(2908, 'चुरे गाउँपालिका', 553, 'गाउँपालिका', ''),
(2909, 'भीमदत्त नगरपालिका', 554, 'नगरपालिका', ''),
(2910, 'पुर्नवास नगरपालिका', 554, 'नगरपालिका', ''),
(2911, 'वेदकोट नगरपालिका', 554, 'नगरपालिका', ''),
(2912, 'महाकाली नगरपालिका', 554, 'नगरपालिका', ''),
(2913, 'शुक्लाफाँटा नगरपालिका', 554, 'नगरपालिका', ''),
(2914, 'बेलौरी नगरपालिका', 554, 'नगरपालिका', ''),
(2915, 'कृष्णपुर नगरपालिका', 554, 'नगरपालिका', ''),
(2916, 'बेलडाडी गाउँपालिका', 554, 'गाउँपालिका', ''),
(2917, 'लालझाडी गाउँपालिका', 554, 'गाउँपालिका', ''),
(2918, 'अमरगढी नगरपालिका', 555, 'नगरपालिका', ''),
(2919, 'परशुराम नगरपालिका', 555, 'नगरपालिका', ''),
(2920, 'आलिताल गाउँपालिका', 555, 'गाउँपालिका', ''),
(2921, 'भागेश्वर गाउँपालिका', 555, 'गाउँपालिका', ''),
(2922, 'नवदुर्गा गाउँपालिका', 555, 'गाउँपालिका', ''),
(2923, 'अजयमेरु गाउँपालिका', 555, 'गाउँपालिका', ''),
(2924, 'गन्यापधुरा गाउँपालिका', 555, 'गाउँपालिका', ''),
(2925, 'दशरथचन्द नगरपालिका', 556, 'नगरपालिका', ''),
(2926, 'पाटन नगरपालिका', 556, 'नगरपालिका', ''),
(2927, 'मेलौली नगरपालिका', 556, 'नगरपालिका', ''),
(2928, 'पुर्चौडी नगरपालिका', 556, 'नगरपालिका', ''),
(2929, 'सुर्नया गाउँपालिका', 556, 'गाउँपालिका', ''),
(2930, 'सिगास गाउँपालिका', 556, 'गाउँपालिका', ''),
(2931, 'शिवनाथ गाउँपालिका', 556, 'गाउँपालिका', ''),
(2932, 'पञ्चेश्वर गाउँपालिका', 556, 'गाउँपालिका', ''),
(2933, 'दोगडाकेदार गाउँपालिका', 556, 'गाउँपालिका', ''),
(2934, 'डीलासैनी गाउँपालिका', 556, 'गाउँपालिका', ''),
(2935, 'महाकाली नगरपालिका', 557, 'नगरपालिका', ''),
(2936, 'शैल्यशिखर नगरपालिका', 557, 'नगरपालिका', ''),
(2937, 'मालिकार्जुन गाउँपालिका', 557, 'गाउँपालिका', ''),
(2938, 'अपिहिमाल गाउँपालिका', 557, 'गाउँपालिका', ''),
(2939, 'दुहुँ गाउँपालिका', 557, 'गाउँपालिका', ''),
(2940, 'नौगाड गाउँपालिका', 557, 'गाउँपालिका', ''),
(2941, 'मार्मा गाउँपालिका', 557, 'गाउँपालिका', ''),
(2942, 'लेकम गाउँपालिका', 557, 'गाउँपालिका', ''),
(2943, 'ब्याँस गाउँपालिका', 557, 'गाउँपालिका', '');

-- --------------------------------------------------------

--
-- Table structure for table `settings_ward`
--

CREATE TABLE `settings_ward` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `address` text NOT NULL,
  `address_eng` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_ward`
--

INSERT INTO `settings_ward` (`id`, `name`, `address`, `address_eng`) VALUES
(1, '१', 'सुखड', ''),
(2, '2', 'साढेपानी जङ्गपुर', 'Sadepani Jungpur'),
(3, '३', 'निम्दी', 'Nimdi'),
(4, '४', 'सिम्थरी', ''),
(5, '5', 'वनखेत', ''),
(6, '6', 'साढेपानी', ''),
(7, '7', 'निम्दी', ''),
(8, '8', 'दिपनगर', ''),
(9, '9', 'रतिकपुर', ''),
(10, '10', 'पहलमानपुर', ''),
(11, '11', 'आम्वासा', ''),
(12, '12', 'त्रिवेणी बजार', '');

-- --------------------------------------------------------

--
-- Table structure for table `settings_worker`
--

CREATE TABLE `settings_worker` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `department_id` int(11) NOT NULL,
  `post_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings_worker`
--

INSERT INTO `settings_worker` (`id`, `name`, `department_id`, `post_id`) VALUES
(1, 'धिरज प्रधान', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `address` text NOT NULL,
  `phone` varchar(30) NOT NULL,
  `email` varchar(125) NOT NULL,
  `mode` enum('superadmin','admin','user','') NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `modified_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `name`, `address`, `phone`, `email`, `mode`, `username`, `password`, `created_at`, `modified_at`) VALUES
(1, 'Dhiraj Pradhan', '', '9842134241', 'dpr4dhan@gmail.com', 'superadmin', 'superadmin', '$2y$10$4DyQLJxmqO20q4aoO0wLO.dN2I412670d/s453MT63yy9RIet3j.m', '2019-05-23 05:19:54', NULL),
(25, 'Amulya Sharma', 'Biratnagar-03', '457868', 'amulyaheadquater@gmail.com', 'user', 'amulya', '$2y$10$4UJJs4/sAehT5/tYiLG98eBMeVUhop6X/9j9DPJeLsdWAZWK3RTjq', '2019-08-09 11:34:06', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `disable_details`
--
ALTER TABLE `disable_details`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `pp_no` (`pp_no`);

--
-- Indexes for table `settings_blood_type`
--
ALTER TABLE `settings_blood_type`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_disable_severity`
--
ALTER TABLE `settings_disable_severity`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_disable_type`
--
ALTER TABLE `settings_disable_type`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_district`
--
ALTER TABLE `settings_district`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_local_body`
--
ALTER TABLE `settings_local_body`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_office`
--
ALTER TABLE `settings_office`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_post`
--
ALTER TABLE `settings_post`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_session`
--
ALTER TABLE `settings_session`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_state`
--
ALTER TABLE `settings_state`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_vdc_municipality`
--
ALTER TABLE `settings_vdc_municipality`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_ward`
--
ALTER TABLE `settings_ward`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings_worker`
--
ALTER TABLE `settings_worker`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `disable_details`
--
ALTER TABLE `disable_details`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `settings_blood_type`
--
ALTER TABLE `settings_blood_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `settings_disable_severity`
--
ALTER TABLE `settings_disable_severity`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `settings_disable_type`
--
ALTER TABLE `settings_disable_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `settings_office`
--
ALTER TABLE `settings_office`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `settings_post`
--
ALTER TABLE `settings_post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `settings_session`
--
ALTER TABLE `settings_session`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `settings_state`
--
ALTER TABLE `settings_state`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `settings_ward`
--
ALTER TABLE `settings_ward`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `settings_worker`
--
ALTER TABLE `settings_worker`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
